Language="Հայերեն"
Apply="Ընդունել"
Cancel="Չեղարկել"
Close="Փակել"
Save="Պահպանել"
Discard="Մերժել"
Disable="Անջատել"
Yes="Այո"
No="Ոչ"
Add="Ավելացնել"
Remove="Ջնջել"
Rename="Վերանվանել"
Interact="Փոխազդել"
Filters="Զտիչներ"
Properties="Մանրամասներ"
MoveUp="Վերևում"
MoveDown="Ներքևում"
Settings="Կարգավորումներ"
Display="Էկրան"
Name="Անուն"
Exit="Ելք"
Mixer="Աուդիո խառնիչ"
Browse="Ակնարկ"
Mono="Մոնո"
Stereo="Ստերեո"
DroppedFrames="Շրջանակի կադրում %1 (%2%)"
StudioProgramProjector="Ամբողջ էկրանով պրոյեկտոր (ծրագրային ապահովում)"
PreviewProjector="Ամբողջ էկրանով պրոյեկտոր (նախադիտում)"
SceneProjector="Ամբողջ էկրանով պրոյեկտոր (բեմ)"
SourceProjector="Ամբողջ էկրանով պրոյեկտոր (աղբյուր)"
StudioProgramWindow="Պատուհանի պրոյեկտոր (ծրագրային ապահովում)"
PreviewWindow="Պատուհանի պրոյեկտոր (Նախադիտում)"
SceneWindow="Պատուհանի պրոյեկտոր (բեմ)"
SourceWindow="Պատուհանի պրոյեկտոր (Աղբյուր)"
MultiviewProjector="Բազմակի դիտում (ամբողջ էկրանով)"
MultiviewWindowed="Բազմակի դիտում (Պատուհանով)"
ResizeProjectorWindowToContent="Պատուհանների համապատասխան բովանդակություն"
Clear="Մաքրել"
Revert="Վերադարձ"
Show="Ցույց տալ"
Hide="Թաքցնել"
UnhideAll="Ցույց տալ ամբողջը"
Untitled="Անանուն"
New="Ստեղծել"
Duplicate="Կրկնօրինակել"
Enable="Միացնել"
DisableOSXVSync="Անջատել macOS V-Sync-ը"
ResetOSXVSyncOnExit="Վերականգնել macOS V-Sync-ը դուրս գալուց հետո"
HighResourceUsage="Կոդավորիչը գերբեռնված է: Փորձեք իջեցնել տեսանյութի կարգավորումները կամ օգտագործել ավելի արագ կոդավորիչի կարգավորումները:"
Transition="Անցում"
QuickTransitions="Արագ անցումներ"
FadeToBlack="Սեւանալ"
Left="Ձախ"
Right="Աջ"
Top="Վերևում"
Bottom="Ներքևում"
Reset="Վերականգնել"
Hours="Ժամեր"
Minutes="Րոպե"
Seconds="Վայրկյան"
Deprecated="Հնացած"
ReplayBuffer="Կրկնել բուֆերը"
Import="Ներմուծել"
Export="Արտահանել"
Copy="Պատճենել"
Paste="Տեղադրեք"
PasteReference="Կպցնել (հղում)"
PasteDuplicate="Տեղադրել (Կրկնօրինակ)"
RemuxRecordings="Արձանագրեք ռեմուլտիպլեքսավորում"
Next="Հաջորդ"
Back="Հետ"
Defaults="Կանխադրված"
HideMixer="Մի ցուցադրեք խառնիչում"
TransitionOverride="Նշեք մեկ այլ անցում"
ShowTransition="Ցույց տալ անցումը"
HideTransition="Թաքցնել անցումը"
None="Ոչ"
StudioMode.Preview="Նախադիտում"
StudioMode.Program="Ծրագիր"
ShowInMultiview="Ցույց տալ Բազմակի ակնարկ"
VerticalLayout="Ուղղահայաց դասավորություն"
Group="Խումբ"
DoNotShowAgain="Այլևս ցույց չտալ"
Default="(Կանխադրված)"
Calculating="Հաշվարկն ընթացքի մեջ է..."
Fullscreen="Ամբողջ էկրանով ռեժիմ"
Windowed="Պատուհանի ռեժիմ"
RefreshBrowser="Թարմացնել"
AspectRatio="Ասպեկտների հարաբերակցություն <b>%1:%2</b>"
LockVolume="Կողպեքի ձայնը"
LogViewer="Դիտել մատյան"
ShowOnStartup="Ցույց տալ գործարկման ժամանակ"
OpenFile="Բացել ֆայլը"
AddValue="Ավելացնել: %1"
AlreadyRunning.Title="OBS-ն արդեն աշխատում է"
AlreadyRunning.Text="OBS-ն արդեն աշխատում է: Խնդրում ենք փակել OBS-ի բոլոր գործարկվող օրինակները՝ նախքան նորերը սկսելը (եթե դա այն չէ, ինչ ցանկանում եք): Եթե ​​դուք կարգավորել եք OBS համակարգային սկուտեղին նվազագույնի հասցնելու համար, խնդրում ենք ստուգել՝ արդյոք այն դեռ աշխատում է:"
AlreadyRunning.LaunchAnyway="Գործադրել, այնուամենայնիվ"
ChromeOS.Title="Չաջակցվող հարթակ"
ChromeOS.Text="OBS-ն աշխատում է Chrome OS կոնտեյների ներսում: Այս հարթակը չի աջակցվում"
Wine.Title="Հայտնաբերվել է Wine-ը"
Wine.Text="Wine-ում OBS-ի գործարկումը չի աջակցվում, և շատ գործառույթներ, ինչպիսիք են սարքերի հավաքագրումը կամ աղբյուրը գտնելը, չեն աշխատի կամ կաշխատի միայն սահմանափակ ձևով:<br><br>Խորհուրդ է տրվում գործարկել OBS-ի ձեր սեփական տարբերակը, օրինակ՝ <a href= 'https:// flathub.org/apps/details/com.obsproject.Studio'>մեր Flatpak տարբերակը</a> կամ օգտագործեք ձեր օպերացիոն համակարգի փաթեթները:"
DockCloseWarning.Title="Փակեք միացվող պատուհանը"
DockCloseWarning.Text="Դուք հենց նոր փակեցիք միացվող պատուհանը: Եթե ​​ցանկանում եք նորից ցուցադրել այն, օգտագործեք Dockbar ընտրացանկը ցանկի տողում:"
ExtraBrowsers="Հատուկ զննարկիչի նավահանգիստներ"
ExtraBrowsers.Info="Ավելացրեք նավահանգիստներ՝ նշելով անուն կամ հղում, այնուհետև սեղմեք Ընդունել կամ Փակել՝ նավամատույցները բացելու համար: Դուք կարող եք ավելացնել կամ հեռացնել նավահանգիստները, երբ ցանկանում եք:"
ExtraBrowsers.DockName="Դոկի անունը"
Auth.Authing.Title="Մուտք է գործում..."
Auth.Authing.Text="Մուտք Է գործում %1, խնդրում ենք սպասել..."
Auth.AuthFailure.Title="Նույնականացման սխալ"
Auth.AuthFailure.Text="Նույնականացման սխալ %1:\n\n%2: %3"
Auth.InvalidScope.Title="Պահանջվում է նույնականացում"
Auth.InvalidScope.Text="%1-ի նույնականացման պահանջները փոխվել են: Որոշ գործառույթներ կարող են անհասանելի լինել:"
Auth.LoadingChannel.Title="Ալիքի տեղեկատվության ներբեռնում..."
Auth.LoadingChannel.Text="Բեռնվում է %1 ալիքի տեղեկատվությունը, խնդրում ենք սպասել..."
Auth.LoadingChannel.Error="Չհաջողվեց ստանալ ալիքի մասին տեղեկությունները:"
Auth.ChannelFailure.Title="Չհաջողվեց բեռնել ալիքը"
Auth.ChannelFailure.Text="Չհաջողվեց բեռնել ալիքի տեղեկությունները%1\n\n%2: %3"
Auth.Chat="Զրուցարան"
Auth.StreamInfo="Հեռարձակման տեղեկատվություն"
TwitchAuth.Stats="Twitch վիճակագրություն"
TwitchAuth.Feed="Twitch գործունեության հոսք"
TwitchAuth.TwoFactorFail.Title="Չհաջողվեց պահանջել հեռարձակման բանալին"
TwitchAuth.TwoFactorFail.Text="Հնարավոր չէ միանալ ձեր Twitch հաշվին: Համոզվեք, որ 2FA-ն միացված է <a href='https://www.twitch.tv/settings/security'>Twitch անվտանգության կարգավորումներում</a>; սա պահանջվում է ուղիղ հեռարձակում սկսելու համար:"
RestreamAuth.Channels="Վերահեռարձակում ալիքները"
Copy.Filters="Պատճենել զտիչներ"
Paste.Filters="Տեղադրել զտիչներ"
BrowserPanelInit.Title="Բրաուզերի սկզբնավորում..."
BrowserPanelInit.Text="Բրաուզերի սկզբնավորում, խնդրում ենք սպասել..."
BandwidthTest.Region="Տարածաշրջան"
BandwidthTest.Region.US="ԱՄՆ"
BandwidthTest.Region.EU="Եվրոպա"
BandwidthTest.Region.Asia="Ասիա"
BandwidthTest.Region.Other="Մեկ այլ"
Basic.AutoConfig="Ավտոմատ տեղադրման մոգ"
Basic.AutoConfig.ApplySettings="Կիրառել կարգավորումները"
Basic.AutoConfig.StartPage="Օգտագործման մասին տեղեկություններ"
Basic.AutoConfig.StartPage.SubTitle="Նշեք, թե ինչի համար եք ցանկանում օգտագործել ծրագիրը"
Basic.AutoConfig.StartPage.PrioritizeStreaming="Օպտիմիզացնել հեռարձակման համար, երկրորդական տեսագրման համար"
Basic.AutoConfig.StartPage.PrioritizeRecording="Օպտիմալացնել միայն տեսագրման համար, ես չեմ հեռարձակվի"
Basic.AutoConfig.StartPage.PrioritizeVirtualCam="Ես կօգտագործեմ միայն վիրտուալ տեսախցիկը"
Basic.AutoConfig.VideoPage="Տեսանյութի կարգավորումներ"
Basic.AutoConfig.VideoPage.SubTitle="Նշեք տեսանյութի կարգավորումները, որոնք ցանկանում եք օգտագործել"
Basic.AutoConfig.VideoPage.BaseResolution.UseCurrent="Օգտագործեք ընթացիկ (%1x%2)"
Basic.AutoConfig.VideoPage.BaseResolution.Display="Ցուցադրել %1 (%2x%3)"
Basic.AutoConfig.VideoPage.FPS.UseCurrent="Օգտագործեք ընթացիկ (%1)"
Basic.AutoConfig.VideoPage.FPS.PreferHighFPS="60 կամ 30, բայց հնարավորության դեպքում նախընտրեք 60"
Basic.AutoConfig.VideoPage.FPS.PreferHighRes="60 կամ 30, բայց գերադասում են բարձր լուծում"
Basic.AutoConfig.VideoPage.CanvasExplanation="Նշում. Պարտադիր չէ, որ կտավի լուծաչափը (բազային գիծը) նույնը լինի հեռարձակման կամ ձայնագրման լուծաչափին: Ձեր հեռարձակման/ձայնագրության իրական լուծումը կարող է կրճատվել՝ նվազեցնելու ռեսուրսի օգտագործումը կամ բիթային արագությունը:"
Basic.AutoConfig.StreamPage="Հեռարձակման տեղեկատվություն"
Basic.AutoConfig.StreamPage.SubTitle="Խնդրում ենք մուտքագրել ձեր հեռարձակման տվյալները"
Basic.AutoConfig.StreamPage.ConnectAccount="Միացնել հաշիվը (խորհուրդ է տրվում)"
Basic.AutoConfig.StreamPage.DisconnectAccount="Դուրս գալ"
Basic.AutoConfig.StreamPage.DisconnectAccount.Confirm.Title="Դուրս գալ"
Basic.AutoConfig.StreamPage.DisconnectAccount.Confirm.Text="Այս փոփոխությունն ուժի մեջ կմտնի անմիջապես։ Վստա՞հ ես, որ ուզում ես հեռանալ։"
Basic.AutoConfig.StreamPage.GetStreamKey="Ստանալ հոսքի բանալին"
Basic.AutoConfig.StreamPage.MoreInfo="Մանրամասն տեղեկություններ"
Basic.AutoConfig.StreamPage.UseStreamKey="Օգտագործեք հոսքի բանալին"
Basic.AutoConfig.StreamPage.UseStreamKeyAdvanced="Օգտագործեք հոսքի բանալին (առաջադեմ օգտվողների համար)"
Basic.AutoConfig.StreamPage.Service="Ծառայություն"
Basic.AutoConfig.StreamPage.Service.ShowAll="Ցույց տալ ամբողջը..."
Basic.AutoConfig.StreamPage.Service.Custom="Հարմարեցված..."
Basic.AutoConfig.StreamPage.Server="Սերվեր"
Basic.AutoConfig.StreamPage.StreamKey="Հոսքի բանալի"
Basic.AutoConfig.StreamPage.StreamKey.LinkToSite="(Հղում)"
Basic.AutoConfig.StreamPage.EncoderKey="Կոդավորման բանալի"
Basic.AutoConfig.StreamPage.ConnectedAccount="Միացված հաշիվ"
Basic.AutoConfig.StreamPage.PerformBandwidthTest="Հաշվարկել բիթային արագությունը թողունակության փորձարկման ընթացքում (կարող է տևել մի քանի րոպե)"
Basic.AutoConfig.StreamPage.PreferHardwareEncoding="Նախընտրեք ապարատային կոդավորումը"
Basic.AutoConfig.StreamPage.PreferHardwareEncoding.ToolTip="Սարքավորումների կոդավորումը նվազեցնում է պրոցեսորի օգտագործումը, սակայն որակի նույն մակարդակին հասնելու համար կարող է պահանջվել ավելի բարձր բիթային արագություն:"
Basic.AutoConfig.StreamPage.StreamWarning.Title="Հեռարձակման նախազգուշացում"
Basic.AutoConfig.StreamPage.StreamWarning.Text="Ձեր ալիքում առանց ձայնի պատահական վիդեո տվյալների հեռարձակման թողունակության թեստ: Մենք խորհուրդ ենք տալիս ժամանակավորապես անջատել հեռարձակման ձայնագրումը ֆայլում և հեռարձակումը դարձնել մասնավոր, մինչև փորձարկման ավարտը: Շարունակե՞լ։"
Basic.AutoConfig.TestPage="Վերջնական արդյունքներ"
Basic.AutoConfig.TestPage.SubTitle.Testing="Այժմ ծրագիրը կատարում է մի շարք թեստեր՝ լավագույն պարամետրերը գնահատելու համար"
Basic.AutoConfig.TestPage.SubTitle.Complete="Փորձարկումն ավարտված է"
Basic.AutoConfig.TestPage.TestingBandwidth="Թողունակության փորձարկում, դա կարող է տևել մի քանի րոպե..."
Basic.AutoConfig.TestPage.TestingBandwidth.Connecting="Միացված է՝ %1..."
Basic.AutoConfig.TestPage.TestingBandwidth.ConnectFailed="Չհաջողվեց միանալ սերվերներին: Խնդրում ենք ստուգել ձեր ինտերնետային կապը և նորից փորձել:"
Basic.AutoConfig.TestPage.TestingBandwidth.Server="Գործողությունների փորձարկում՝ %1-ի համար"
Basic.AutoConfig.TestPage.TestingStreamEncoder="Հեռարձակման կոդավորիչի փորձարկում, դա կարող է տևել մեկ րոպե..."
Basic.AutoConfig.TestPage.TestingRecordingEncoder="Կոդավորիչի ձայնագրման փորձարկումը կարող է տևել մեկ րոպե..."
Basic.AutoConfig.TestPage.TestingRes="Թույլտվությունների փորձարկում, դա կարող է տևել մի քանի րոպե..."
Basic.AutoConfig.TestPage.TestingRes.Fail="Չհաջողվեց գործարկել կոդավորիչը"
Basic.AutoConfig.TestPage.TestingRes.Resolution="Փորձարկում է %1x%2 %3 ԿՎ..."
Basic.AutoConfig.TestPage.Result.StreamingEncoder="Հոսքային կոդավորիչ"
Basic.AutoConfig.TestPage.Result.RecordingEncoder="Տեսագրման կոդավորիչ"
Basic.AutoConfig.TestPage.Result.Header="Ծրագիրը որոշել է, որ այս նմուշի կարգավորումներն առավել հարմար են ձեզ համար:"
Basic.AutoConfig.TestPage.Result.Footer="Այս կարգավորումներն օգտագործելու համար սեղմեք «Կիրառել կարգավորումները»: Վիզարդի միջոցով վերակազմավորելու համար սեղմեք Հետ: Ցանկալի կարգավորումները ինքնուրույն կարգավորելու համար կտտացրեք «Չեղարկել» և բացեք «Կարգավորումներ»:"
Basic.AutoConfig.Info="Ավտոմատ տեղադրման հրաշագործը կորոշի օպտիմալ կարգավորումները՝ ելնելով ձեր համակարգչի բնութագրերից և ինտերնետի արագությունից:"
Basic.AutoConfig.RunAnytime="Այն կարող է գործարկվել ցանկացած պահի, օգտագործելով «Գործիքներ» ցանկը»:"
Basic.Stats="Վիճակագրություն"
Basic.Stats.CPUUsage="ԿՄՀ-ի օգտագործումը"
Basic.Stats.HDDSpaceAvailable="Հասանելի Է սկավառակի տարածություն"
Basic.Stats.MemoryUsage="Հիշողության օգտագործում"
Basic.Stats.AverageTimeToRender="Կադրի ցուցադրման միջին ժամանակը"
Basic.Stats.SkippedFrames="Գցել շրջանակներ (կոդավորում)"
Basic.Stats.MissedFrames="Գցել շրջանակներ (արտադրում)"
Basic.Stats.Output.Stream="Հեռարձակում"
Basic.Stats.Output.Recording="Տեսագրությունը"
Basic.Stats.Status="Վիճակ"
Basic.Stats.Status.Recording="Գրառումներ"
Basic.Stats.Status.Live="ՈՒՂԻՂ"
Basic.Stats.Status.Reconnecting="Վերամիացում"
Basic.Stats.Status.Inactive="Ոչ ակտիվ"
Basic.Stats.Status.Active="Ակտիվորեն"
Basic.Stats.DroppedFrames="Անցնել շրջանակներ (ցանց)"
Basic.Stats.MegabytesSent="Ընդամենը դուրս եկավ"
Basic.Stats.Bitrate="Բիթրեյթ"
Basic.Stats.DiskFullIn="Սկավառակը լի է (օրինակ.)"
Basic.Stats.ResetStats="Վերականգնել վիճակագրությունը"
ResetUIWarning.Title="Իսկապե՞ս ուզում եք վերականգնել օգտատիրոջ միջերեսի կարգավորումները։"
ResetUIWarning.Text="Ինտերֆեյսի վերակայումը կթաքցնի լրացուցիչ նավահանգիստները: Դուք պետք է ցուցադրեք այս նավահանգիստները Դոկի-վահանակներ ցանկում, եթե ցանկանում եք, որ դրանք տեսանելի լինեն:\n\nԻսկապե՞ս ուզում եք վերակայել միջերեսը:"
Updater.Title="Հասանելի է թարմացում"
Updater.Text="Հասանելի է նոր թարմացում:"
Updater.UpdateNow="Թարմացրեք հիմա"
Updater.RemindMeLater="Հիշեցրեք ինձ ավելի ուշ"
Updater.Skip="Բաց թողնել տարբերակը"
Updater.Running.Title="Ծրագիրը ներկայումս ակտիվ է"
Updater.Running.Text="Հայտնաբերվել է ակտիվ ելքային գործողություն: Անջատեք բոլոր ակտիվ դուրսբերումները թարմացումից առաջ"
Updater.NoUpdatesAvailable.Title="Թարմացումներ չկան"
Updater.NoUpdatesAvailable.Text="Թարմացումներ չեն գտնվել"
Updater.FailedToLaunch="Չհաջողվեց ստուգել թարմացումների առկայությունը"
Updater.GameCaptureActive.Title="Խաղի նկարահանումն ընթացքի մեջ է"
Updater.GameCaptureActive.Text="Խաղերի նկարահանման գրադարանը բեռնված է: Փակեք բոլոր նկարված խաղերն ու ծրագրերը (կամ վերագործարկեք Windows-ը) և նորից փորձեք:"
QuickTransitions.SwapScenes="Փոխանակեք նախադիտումը և թողարկեք տեսարանները անցումից հետո"
QuickTransitions.SwapScenesTT="Փոխում է նախադիտման և ելքային տեսարանները անցումից հետո (եթե սկզբնական ելքային տեսարանը դեռ գոյություն ունի).\nՍա չի վերացնում որևէ փոփոխություն, որը կարող էր կատարվել սկզբնական ելքային տեսարանում:"
QuickTransitions.DuplicateScene="Կրկնվող տեսարան"
QuickTransitions.DuplicateSceneTT="Նույն տեսարանը խմբագրելիս ֆունկցիան թույլ է տալիս փոխակերպել աղբյուրների խմբագրումները/տեսանելիությունը՝ առանց ելքը փոխելու։\nԱղբյուրների հատկությունները առանց ելքը փոխելու խմբագրելու համար միացրեք \"կրկնվող աղբյուրները\"։\nԱյս պարամետրը փոխելու դեպքում կվերակայվի ելք տեսարանում (եթե այն դեռ գոյություն չունի):"
QuickTransitions.EditProperties="Կրկնվող աղբյուրներ"
QuickTransitions.EditPropertiesTT="Միևնույն տեսարանը խմբագրելիս գործառույթը թույլ է տալիս խմբագրել աղբյուրների հատկությունները՝ առանց ելքի փոփոխության:\nՍա կարող է օգտագործվել միայն այն դեպքում, եթե միացված է \"Repeating Scenes\"-ը:\nՈրոշ աղբյուրներ (օրինակ՝ նկարահանման կամ մեդիա աղբյուրները) չեն աջակցվում է և հնարավոր չէ առանձին խմբագրել:\nԱյս պարամետրը փոխելը կզրոյացնի ելքը տեսարանում (եթե այն դեռ գոյություն ունի):\n\nԶգուշացում. քանի որ աղբյուրները կրկնօրինակվելու են, դրա համար կարող են պահանջվել լրացուցիչ համակարգի ռեսուրսներ կամ տեսանյութ:"
QuickTransitions.HotkeyName="Արագ անցում: %1"
Basic.AddTransition="Ավելացնել մաքսային անցում"
Basic.RemoveTransition="Հեռացնել մաքսային անցումը"
Basic.TransitionProperties="Անցումային տարբերակներ"
Basic.SceneTransitions="Տեսարանների անցումներ"
Basic.TransitionDuration="Տեւողությունը"
Basic.TogglePreviewProgramMode="Ստուդիայի ռեժիմ"
Undo.Undo="Չեղարկել"
Undo.Redo="Կրկնել"
Undo.Add="հավելում \"%1\""
Undo.Delete="հեռացում \"%1\""
Undo.Rename="վերանվանում \"%1\""
Undo.SceneCollection.Switch="անցում դեպի \"%1\""
Undo.Item.Undo="Չեղարկել %1"
Undo.Item.Redo="Կրկնել %1"
Undo.Sources.Multi="Հեռացնել աղբյուրները %1"
Undo.Filters="ֆիլտրի կարգավորումը \"%1\""
Undo.Filters.Paste.Single="ֆիլտրի ներդիր \"%1\"-ից \"%2\""
Undo.Filters.Paste.Multiple="պատճենել զտիչները \"%1\"-ից \"%2\""
Undo.Transform="Փոխարկել աղբյուր(ներ)ը \"%1\""
Undo.Transform.Paste="Տեղադրեք փոխակերպման կարգավորումները \"%1\""
Undo.Transform.Rotate="շրջվել  \"%1\""
Undo.Transform.Reset="Վերականգնել փոխակերպման կարգավորումները \"%1\""
Undo.Transform.HFlip="հայելային հորիզոնական մեջ \"%1\""
Undo.Transform.VFlip="հայելային ուղղահայաց մեջ \"%1\""
Undo.Transform.FitToScreen="հարմարեցված էկրանին \"%1\""
Undo.Transform.StretchToScreen="ձգվել էկրանին տեղավորելու համար \"%1\""
Undo.Transform.Center="կենտրոնանալով էկրանին \"%1\""
Undo.Transform.VCenter="ուղղահայաց կենտրոնացում էկրանին \"%1\""
Undo.Transform.HCenter="հորիզոնական կենտրոնացում էկրանին \"%1\""
Undo.Volume.Change="փոխելով ձայնը \"%1\""
Undo.Volume.Mute="անջատելով ձայնը \"%1\""
Undo.Volume.Unmute="միացնելով ձայնը \"%1\""
Undo.Balance.Change="փոխել աուդիո հավասարակշռությունը \"%1\""
Undo.SyncOffset.Change="փոխելով աուդիո ժամանակի օֆսեթը \"%1\""
Undo.MonitoringType.Change="փոխել աուդիո մոնիտորինգը \"%1\""
Undo.Mixers.Change="փոխելով աուդիո խառնիչի կարգավորումը \"%1\""
Undo.ForceMono.On="միացնել հարկադիր մոնո \"%1\""
Undo.ForceMono.Off="հարկադիր անջատված մոնո \"%1\""
Undo.Properties="աղբյուրի սեփականության կարգավորումները \"%1\""
Undo.Scene.Duplicate="տեսարանի կրկնօրինակում \"%1\""
Undo.ShowTransition="ցույց տալով անցում դեպի \"%1\""
Undo.HideTransition="թաքցնել անցումը դեպի \"%1\""
Undo.ShowSceneItem="ցույց տալով \"%1\"-ից \"%2\-ը""
Undo.HideSceneItem="թաքնելով \"%1\"-ից \"%2\-ը""
Undo.ReorderSources="աղբյուրների տեսակավորում \"%1\""
Undo.MoveUp="տեղափոխել \"%1\"-ը\"%2\-ի վերև""
Undo.MoveDown="տեղափոխել \"%1\"-ը \"%2\"-ի ներքև""
Undo.MoveToTop="տեղափոխել \"%1\" վերև \"%2\""
Undo.MoveToBottom="տեղափոխել \"%1\" ներքև \"%2\""
Undo.PasteSource="սկզբնաղբյուր(ներ)ի մեջ մտցնելը \"%1\""
Undo.PasteSourceRef="զետեղել հղում(ներ) դեպի աղբյուրները \"%1\"-ում""
Undo.GroupItems="խմբավորված տարրեր \"%1\"-ում""
TransitionNameDlg.Text="Խնդրում ենք մուտքագրել անուն անցման համար"
TransitionNameDlg.Title="Անցումային անվանում"
TitleBar.Profile="Պրոֆեիլ"
TitleBar.Scenes="Տեսարաններ"
NameExists.Title="Անունն արդեն գոյություն ունի"
NameExists.Text="Այս անունը արդեն օգտագործվում է:"
NoNameEntered.Title="Խնդրում ենք մուտքագրել իսկական անուն"
NoNameEntered.Text="Դուք չեք կարող օգտագործել դատարկ անուններ:"
ConfirmStart.Title="Սկսե՞լ հեռարձակումը:"
ConfirmStart.Text="Իսկապե՞ս ուզում եք սկսել հեռարձակումը:"
ConfirmStop.Title="Դադարեցնե՞լ հեռարձակումը"
ConfirmStop.Text="Իսկապե՞ս ուզում եք դադարեցնել հեռարձակումը:"
ConfirmStopRecord.Title="Դադարեցնե՞լ տեսագրումը"
ConfirmStopRecord.Text="Իսկապե՞ս ուզում եք դադարեցնել տեսագրումը:"
ConfirmBWTest.Title="Սկսե՞լ թողունակության թեստը:"
ConfirmBWTest.Text="Դուք կարգավորել եք OBS-ը թողունակության փորձարկման ռեժիմում: Այս ռեժիմը թույլ է տալիս փորձարկել ցանցը՝ առանց ձեր ալիքի ուղիղ եթերում: Փորձարկումն ավարտելուց հետո դուք պետք է անջատեք այս գործառույթը, որպեսզի դիտողները տեսնեն ձեր հեռարձակումը:\n\nՑանկանու՞մ եք շարունակել:"
ConfirmExit.Title="Դուրս գալ OBS-ից:"
ConfirmExit.Text="OBS-ն այժմ ակտիվ է: Բոլոր հոսքերը/տեսագրությունները կանջատվեն: Իսկապե՞ս ուզում եք դուրս գալ:"
ConfirmRemove.Title="Հաստատեք ջնջումը"
ConfirmRemove.Text="Իսկապե՞ս ուզում եք հեռացնել '$1'-ը:"
ConfirmRemove.TextMultiple="Իսկապե՞ս ուզում եք հեռացնել %1 տարր:"
Output.StartStreamFailed="Չհաջողվեց սկսել հեռարձակումը"
Output.StartRecordingFailed="Չհաջողվեց սկսել տեսագրությունը"
Output.StartReplayFailed="Չհաջողվեց վերագործարկել բուֆերը"
Output.StartFailedGeneric="Ելքի ձախողում. Մանրամասների համար տես գրանցամատյանը։\n\nՆշում․ եթե օգտագործում եք NVENC կամ AMD կոդավորիչներ, համոզվեք, որ տեղադրված եք վերջին վիդեո դրայվերը։"
Output.ReplayBuffer.PauseWarning.Title="Դուք չեք կարող կրկնել կրկնությունները դադարի ժամանակ"
Output.ReplayBuffer.PauseWarning.Text="Զգուշացում. կրկնությունները չեն կարող պահպանվել, երբ տեսագրությունը դադարեցված է:"
Output.ConnectFail.Title="Չհաջողվեց միանալ"
Output.ConnectFail.BadPath="Անվավեր կապի ուղի կամ URL: Խնդրում ենք ստուգել ձեր կարգավորումները՝ հաստատելու համար, որ դրանք վավեր են:"
Output.ConnectFail.ConnectFailed="Չհաջողվեց միանալ սերվերին"
Output.ConnectFail.InvalidStream="Անհնար է մուտք գործել նշված ալիք կամ հեռարձակման բանալի, խնդրում ենք կրկին ստուգել բանալին: Եթե ​​դա ճիշտ է, ապա խնդիրը կարող է կապված լինել սերվերին միանալու հետ:"
Output.ConnectFail.Error="Սերվերին միանալու փորձի ժամանակ անսպասելի սխալ առաջացավ: Մանրամասները գրանցամատյանում:"
Output.ConnectFail.Disconnected="Անջատված է սերվերից:"
Output.StreamEncodeError.Title="Կոդավորման սխալ"
Output.StreamEncodeError.Msg="Հեռարձակման ժամանակ կոդավորման սխալ է տեղի ունեցել:"
Output.StreamEncodeError.Msg.LastError="Հեռարձակման ընթացքում կոդավորման սխալ է տեղի ունեցել:\n\n%1"
Output.RecordFail.Title="Չհաջողվեց սկսել տեսագրությունը"
Output.RecordFail.Unsupported="Ելքային ձևաչափը կա՛մ չի աջակցվում, կա՛մ չի աջակցում մեկից ավելի աուդիո կատարում: Խնդրում ենք ստուգել ձեր կարգավորումները և նորից փորձել:"
Output.RecordNoSpace.Title="Սկավառակի բավարար տարածք չկա"
Output.RecordNoSpace.Msg="Տեսագրումը շարունակելու համար սկավառակի տարածությունը բավարար չէ:"
Output.RecordError.Title="Տեսագրման սխալ"
Output.RecordError.Msg="Տեսագրման ընթացքում տեղի է ունեցել չճանաչված սխալ:"
Output.RecordError.EncodeErrorMsg="Տեսագրման ժամանակ տեղի է ունեցել կոդավորման սխալ:"
Output.RecordError.EncodeErrorMsg.LastError="Տեսագրման ընթացքում տեղի է ունեցել կոդավորման սխալ:\n\n%1"
Output.BadPath.Title="Սխալ ֆայլի ուղին"
Output.BadPath.Text="Կազմաձև մուտքի ուղին չի կարող բացվել: Խնդրում ենք ստուգել ձայնագրությունների ուղին Կարգավորումներ → Ելք → Տեսագրում:"
Output.NoBroadcast.Title="Հեռարձակումը կարգավորված չէ"
Output.NoBroadcast.Text="Ուղիղ եթեր սկսելու համար դուք պետք է ստեղծեք հեռարձակում:"
Output.BroadcastStartFailed="Չհաջողվեց սկսել հեռարձակումը"
Output.BroadcastStopFailed="Չհաջողվեց դադարեցնել հեռարձակումը"
LogReturnDialog="Մատյանը հաջողությամբ վերբեռնվեց"
LogReturnDialog.Description="Ձեր տեղեկամատյանները վերբեռնվել են: Այժմ կարող եք համօգտագործել URL-ը վրիպազերծման կամ աջակցության համար:"
LogReturnDialog.Description.Crash="Վրիպակի հաշվետվություն է վերբեռնվել: Այժմ դուք կարող եք կիսվել վրիպազերծման URL-ով:"
LogReturnDialog.CopyURL="Պատճենել URL-ը"
LogReturnDialog.AnalyzeURL="Վերլուծե"
LogReturnDialog.ErrorUploadingLog="Մատյան ֆայլի վերբեռնման սխալ"
Remux.SourceFile="OBS Տեսագրություն"
Remux.TargetFile="Նպատակային ֆայլ"
Remux.Remux="Վերամիպլեքսավորել"
Remux.Stop="Դադարեցրեք վերամիպլեքսավորումը"
Remux.ClearFinished="Ավարտված հեռացնել ցանկից"
Remux.ClearAll="Մաքրել ցուցակը"
Remux.OBSRecording="OBS Տեսագրություն"
Remux.FinishedTitle="Վերամիպլեքսավորումն ավարտված է"
Remux.Finished="Տեսագրել ռեմուլտիպլեքսավորում"
Remux.FinishedError="Գրառումը կրկին բազմապատկվում է, բայց ֆայլը կարող է լիքը չլինել"
Remux.SelectRecording="Ընտրեք OBS գրառում..."
Remux.SelectTarget="Ընտրել ֆայլ..."
Remux.FileExistsTitle="Գոյություն ունեն նպատակակետային ֆայլեր"
Remux.FileExists="Հետևյալ թիրախային ֆայլերն արդեն գոյություն ունեն: Ցանկանու՞մ եք դրանք վերագրել:"
Remux.ExitUnfinishedTitle="Վերամիպլեքսավորումը ընթացքի մեջ է"
Remux.ExitUnfinished="Վերամիպլեքսավորումը չի ավարտվել, գործընթացի հիմա դադարեցումը կարող է անօգտագործելի դարձնել ֆայլը:\nՎստա՞հ եք, որ ցանկանում եք դադարեցնել վերամիպլեքսավորումը:"
Remux.HelpText="Քաշեք ֆայլերը այս պատուհան՝ ռեմուքսի համար կամ ընտրեք դատարկ բջիջ \"OBS Տեսագրություն\"՝ ֆայլ ընտրելու համար:"
MissingFiles="Փնտրել բացակայող ֆայլեր"
MissingFiles.MissingFile="Ֆայլը բացակայում է"
MissingFiles.NewFile="Նոր ֆայլ"
MissingFiles.HelpText="Որոշ ֆայլեր բացակայում են OBS-ի վերջին գործարկումից հետո:"
MissingFiles.Clear="<մաքրված է>"
MissingFiles.NumFound="Գտնվել է $1-ը $2-ից"
MissingFiles.Search="Գրացուցակի որոնում..."
MissingFiles.SelectFile="Ընտրել ֆայլ"
MissingFiles.SelectDir="Ընտրել թղթապանակ որոնման համար"
MissingFiles.State="Վիճակ"
MissingFiles.Missing="Բացակա է"
MissingFiles.Replaced="Փոխարինված է"
MissingFiles.Cleared="Մաքրված է"
MissingFiles.Found="Գտնվել է"
MissingFiles.AutoSearch="Գտնվել է ֆայլի հավելյալ համընկնում"
MissingFiles.AutoSearchText="OBS-ն այս պանակում բացակայող ֆայլերի հավելյալ համընկնում է գտել: Կցանկանա՞ք ավելացնել դրանք:"
MissingFiles.NoMissing.Title="Բացակայող ֆայլերի ստուգում"
MissingFiles.NoMissing.Text="Բացակայող ֆայլերը չեն գտնվել։"
UpdateAvailable="Հասանելի է նոր թարմացում"
UpdateAvailable.Text="Տարբերակը հասանելի է%1.%2.%3. <a href='%4'>Ներբեռնելու համար, սեղմեք այստեղ</a>"
Basic.DesktopDevice1="Նվագարկման սարք"
Basic.DesktopDevice2="Նվագարկման սարք 2"
Basic.Scene="Տեսարան"
Basic.DisplayCapture="Էկրանի նկարահանում"
Basic.Main.PreviewConextMenu.Enable="Միացնել նախադիտումը"
Basic.Main.Preview.Disable="Անջատել նախադիտումը"
ScaleFiltering="Մեծացնելու զտիչ"
ScaleFiltering.Point="Կետավոր"
ScaleFiltering.Bilinear="Երկգծային"
ScaleFiltering.Bicubic="Երկխորանարդ"
ScaleFiltering.Lanczos="Լանցոսի մեթոդ"
ScaleFiltering.Area="Տարածաշրջան"
BlendingMode="Ծածկույթի մեթոդ"
BlendingMode.Normal="Սովորական"
BlendingMode.Additive="Հավելում"
BlendingMode.Subtract="Հանում"
BlendingMode.Screen="Էկրան"
BlendingMode.Multiply="Բազմապատկում"
BlendingMode.Lighten="Կայծակում"
BlendingMode.Darken="Մթնշաղ"
Deinterlacing="Վերացումի  միահյուսում"
Deinterlacing.Discard="Մերժել"
Deinterlacing.Retro="Ռետրո"
Deinterlacing.Blend="Խառնում"
Deinterlacing.Blend2x="Խառնում (2Ա)"
Deinterlacing.Linear="Գծային"
Deinterlacing.Linear2x="Գծային (2Ա)"
Deinterlacing.TopFieldFirst="Սկզբում վերին դաշտը"
Deinterlacing.BottomFieldFirst="Ներքևի դաշտ առաջին"
VolControl.SliderUnmuted="Ձայնի վերահսկում '%1':"
VolControl.SliderMuted="Ձայնի վերահսկում '%1': (այժմ խլացված է)"
VolControl.Mute="Համր '%1'"
VolControl.Properties="Հատկություններ '%1'"
Basic.Main.AddSceneDlg.Title="Ավելացնել տեսարան"
Basic.Main.AddSceneDlg.Text="Խնդրում ենք մուտքագրել տեսարանի անունը"
Basic.Main.DefaultSceneName.Text="Տեսարան %1"
Basic.Main.AddSceneCollection.Title="Ավելացնել տեսարանների հավաքածու"
Basic.Main.AddSceneCollection.Text="Խնդրում ենք մուտքագրել անուն տեսարանի հավաքածուի համար"
Basic.Main.RenameSceneCollection.Title="Վերանվանել տեսարանի հավաքածուն"
AddProfile.Title="Ավելացնել պրոֆիլ"
AddProfile.Text="Խնդրում ենք մուտքագրել պրոֆիլի անուն"
AddProfile.WizardCheckbox="Ցույց տալ ավտոմատ կազմաձևման մոգերը"
RenameProfile.Title="Վերանվանել պրոֆիլը"
Basic.Main.MixerRename.Title="Վերանվանել աուդիո աղբյուրը"
Basic.Main.MixerRename.Text="Խնդրում ենք մուտքագրել աուդիո աղբյուրի անունը"
Basic.Main.PreviewDisabled="Նախադիտումը ներկայումս անջատված է"
Basic.SourceSelect="Ստեղծել/Ընտրել աղբյուրը"
Basic.SourceSelect.CreateNew="Ստեղծել նոր"
Basic.SourceSelect.AddExisting="Ավելացնել առկա"
Basic.SourceSelect.AddVisible="Աղբյուրը տեսանելի դարձրել"
Basic.Main.Sources.Visibility="Տեսանելիություն"
Basic.Main.Sources.VisibilityDescription="'% 1'-ի տեսանելիության վերահսկում կտավի վրա"
Basic.Main.Sources.Lock="Արգելափակել"
Basic.Main.Sources.LockDescription="Կողպում է '%1'-ի դիրքն ու մասշտաբը կտավի վրա"
Basic.PropertiesWindow="'% 1' հատկություններ"
Basic.PropertiesWindow.AutoSelectFormat="%1 (ինքնաընտրություն: %2)"
Basic.PropertiesWindow.SelectColor="Ընտրել գույն"
Basic.PropertiesWindow.SelectFont="Ընտրել տառատեսակ"
Basic.PropertiesWindow.ConfirmTitle="Կարգավորումները փոխվել են"
Basic.PropertiesWindow.Confirm="Կան չպահված փոփոխություններ: Կցանկանա՞ք դրանք պահել։"
Basic.PropertiesWindow.NoProperties="Ընտրանքներ չկան"
Basic.PropertiesWindow.AddFiles="Ավելացնել ֆայլեր"
Basic.PropertiesWindow.AddDir="Թղթապանակ ավելացնել"
Basic.PropertiesWindow.AddURL="Ավելացնել ուղին/URL"
Basic.PropertiesWindow.AddEditableListDir="Ավելացնե Թղթապանակ '%1'-ին"
Basic.PropertiesWindow.AddEditableListFiles="Ավելացնել ֆայլեր '%1'-ին"
Basic.PropertiesWindow.AddEditableListEntry="Ավելացնել մուտքը '%1'-ին"
Basic.PropertiesWindow.EditEditableListEntry="Փոփոխել մուտքը '%1'-ից"
Basic.PropertiesView.FPS.Simple="Պարզ ԿՎ արժեքներ"
Basic.PropertiesView.FPS.Rational="ԿՎ-ի ռացիոնալ արժեքներ"
Basic.PropertiesView.FPS.ValidFPSRanges="ԿՎ վավեր տիրույթներ:"
Basic.PropertiesView.UrlButton.Text="Բացե՞լ այս հղումը կանխադրված դիտարկիչում:"
Basic.PropertiesView.UrlButton.OpenUrl="Բացել URL-ը"
Basic.InteractionWindow="Փոխազդեցություն '%1-ի հետ'"
Basic.StatusBar.Reconnecting="Կապը կորավ, նորից միանում է %2 վայրկյան(եր)ից (փորձ %1)"
Basic.StatusBar.AttemptingReconnect="Միանալու փորձ... (փորձ %1)"
Basic.StatusBar.ReconnectSuccessful="Միացումը հաջողվեց"
Basic.StatusBar.Delay="Հետաձգում (% 1 վ)"
Basic.StatusBar.DelayStartingIn="Հետաձգում (սկսած %1 վրկ)"
Basic.StatusBar.DelayStoppingIn="Հետաձգում (ավարտվում է %1 վրկ-ով)"
Basic.StatusBar.DelayStartingStoppingIn="Հետաձգում (ավարտվում է %1վ-ով, սկսվում է %2վ-ով)"
Basic.StatusBar.RecordingSavedTo="Մուտքը պահված է '% 1'-ում"
Basic.StatusBar.ReplayBufferSavedTo="Կրկին փորձեք '%1'-ում գրված բուֆեր"
Basic.StatusBar.ScreenshotSavedTo="Էկրանակադրը պահպանվել է որպես'%1'"
Basic.StatusBar.AutoRemuxedTo="Մուտքը կրկին բազմապատկվել է '%1'-ի"
Basic.Filters="Զտիչներ"
Basic.Filters.AsyncFilters="Աուդիո/վիդեո զտիչներ"
Basic.Filters.AudioFilters="Աուդիոի զտիչներ"
Basic.Filters.EffectFilters="Էֆեկտի զտիչներ"
Basic.Filters.Title="Զտիչներ '%1'-ի համար"
Basic.Filters.AddFilter.Title="Զտիչի անունը"
Basic.Filters.AddFilter.Text="Խնդրում ենք մուտքագրել զտիչի անունը"
Basic.TransformWindow="Տեսարանի տարրի փոխակերպում"
Basic.TransformWindow.Position="Դիրք"
Basic.TransformWindow.PositionX="Դիրք X"
Basic.TransformWindow.PositionY="Դիրք Y"
Basic.TransformWindow.Rotation="Ռոտացիա"
Basic.TransformWindow.Size="Չափը"
Basic.TransformWindow.Width="Լայնությունը"
Basic.TransformWindow.Height="Բարձրություն"
Basic.TransformWindow.Alignment="Դիրքի հավասարեցում"
Basic.TransformWindow.BoundsType="Սահմանափակիչի տեսակը"
Basic.TransformWindow.BoundsAlignment="Հավասարեցում սահմանաչափի ներսում"
Basic.TransformWindow.Bounds="Սահմանափակիչ չափը"
Basic.TransformWindow.BoundsWidth="Սահմանափակիչ լայնությունը"
Basic.TransformWindow.BoundsHeight="Սահմանափակիչ բարձրությունը"
Basic.TransformWindow.Crop="Կտրել"
Basic.TransformWindow.CropLeft="Կտրել ձախ"
Basic.TransformWindow.CropRight="Կտրել աջ"
Basic.TransformWindow.CropTop="Կտրել վերև"
Basic.TransformWindow.CropBottom="Կտրել ներքև"
Basic.TransformWindow.Alignment.TopLeft="Վերևի ձախ"
Basic.TransformWindow.Alignment.TopCenter="Վերին կենտրոն"
Basic.TransformWindow.Alignment.TopRight="Վերևի աջ"
Basic.TransformWindow.Alignment.CenterLeft="Ձախ կենտրոն"
Basic.TransformWindow.Alignment.Center="Կենտրոնացված"
Basic.TransformWindow.Alignment.CenterRight="Աջ կենտրոն"
Basic.TransformWindow.Alignment.BottomLeft="Ներքևի ձախ"
Basic.TransformWindow.Alignment.BottomCenter="Ներքևի կենտրոն"
Basic.TransformWindow.Alignment.BottomRight="Ներքևի աջ"
Basic.TransformWindow.BoundsType.None="Առանց սահմանների"
Basic.TransformWindow.BoundsType.MaxOnly="Առավելագույն չափը"
Basic.TransformWindow.BoundsType.ScaleInner="Սանդղակ դեպի ներքին սահման"
Basic.TransformWindow.BoundsType.ScaleOuter="Սանդղակ դեպի արտաքին սահման"
Basic.TransformWindow.BoundsType.ScaleToWidth="Սանդղակ սահմանի լայնությամբ"
Basic.TransformWindow.BoundsType.ScaleToHeight="Սանդղակ սահմանի բարձրության վրա"
Basic.TransformWindow.BoundsType.Stretch="Ձգվել դեպի սահման"
Basic.TransformWindow.Title="Փոխել փոխակերպումը '%1'-ի համար"
Basic.TransformWindow.NoSelectedSource="Աղբյուրը ընտրված չէ"
Basic.Main.AddSourceHelp.Title="Հնարավոր չէ ավելացնել աղբյուրը"
Basic.Main.AddSourceHelp.Text="Աղբյուր ավելացնելու համար դուք պետք է ստեղծեք առնվազն մեկ տեսարան:"
Basic.Main.Scenes="Տեսարաններ"
Basic.Main.Sources="Աղբյուրներ"
Basic.Main.Source="Աղբյուր"
Basic.Main.Controls="Կառավարում"
Basic.Main.Connecting="Միացում..."
Basic.Main.StartRecording="Սկսել տեսագրումը"
Basic.Main.StartReplayBuffer="Սկսել կրկնությունը"
Basic.Main.SaveReplay="Պահպանել կրկնությունը"
Basic.Main.StartStreaming="Սկսել հեռարձակումը"
Basic.Main.StartBroadcast="Սկսել Ուղիղ եթերը"
Basic.Main.StartVirtualCam="Գործարկել վիրտուալ տեսախցիկը"
Basic.Main.StopRecording="Դադարեցնել տեսագրումը"
Basic.Main.PauseRecording="Դադարեցնել տեսագրությունը"
Basic.Main.UnpauseRecording="Վերսկսել տեսագրությունը"
Basic.Main.StoppingRecording="Դադարեցնել տեսագրումը..."
Basic.Main.StopReplayBuffer="Դադարեցրել կրկնությունը"
Basic.Main.StoppingReplayBuffer="Դադարեցրել կրկնությունը..."
Basic.Main.SetupBroadcast="Կառավարեք հեռարձակումը"
Basic.Main.StopStreaming="Դադարեցնել հեռարձակումը"
Basic.Main.StopBroadcast="Ավարտել հեռարձակումը"
Basic.Main.AutoStopEnabled="(Ավտոմատ կանգառ)"
Basic.Main.StoppingStreaming="Դադարեցնել հեռարձակումը..."
Basic.Main.ForceStopStreaming="Դադարեցնել հեռարձակումը (վերակայման ուշացում)"
Basic.Main.ShowContextBar="Ցույց տալ աղբյուրի գործիքագոտին"
Basic.Main.HideContextBar="Թաքցնել աղբյուրի գործիքագոտին"
Basic.Main.StopVirtualCam="Դադարեցրեք վիրտուալ տեսախցիկը"
Basic.Main.Group="Խումբ %1"
Basic.Main.GroupItems="Խմբավորել ընտրված տարրերը"
Basic.Main.Ungroup="Ապախմբավորել"
Basic.Main.GridMode="Ցանցային ռեժիմ"
Basic.Main.ListMode="Ցուցակի ռեժիմ"
Basic.MainMenu.File="Ֆայլ (&F)"
Basic.MainMenu.File.Export="Արտահանում (&E)"
Basic.MainMenu.File.Import="Ներմուծում(&I)"
Basic.MainMenu.File.ShowRecordings="Ցույց տալ տեսագրումները(&R)"
Basic.MainMenu.File.Remux="Արձանագրեք ռեմուլտիպլեքսավորում (&M)"
Basic.MainMenu.File.Settings="Կարգավորումներ (&S)"
Basic.MainMenu.File.ShowSettingsFolder="Բացել կարգավորումների թղթապանակը"
Basic.MainMenu.File.ShowProfileFolder="Բացել պրոֆիլի թղթապանակը"
Basic.MainMenu.File.ShowMissingFiles="Ստուգել բացակայող ֆայլերը"
Basic.MainMenu.AlwaysOnTop="Բոլոր պատուհանների վրա (&A)"
Basic.MainMenu.File.Exit="Ելք (&X)"
Basic.MainMenu.Edit="Խմբագրել (&E)"
Basic.MainMenu.Edit.Undo="Չեղարկել(&U)"
Basic.MainMenu.Edit.Redo="Կրկնել(&R)"
Basic.MainMenu.Edit.UndoAction="Չեղարկել $1 (&U)"
Basic.MainMenu.Edit.RedoAction="Կրկնել $1 (&R)"
Basic.MainMenu.Edit.LockPreview="Կողպել նախադիտումը (&L)"
Basic.MainMenu.Edit.Scale="Նախադիտման մասշտաբավորում (&S)"
Basic.MainMenu.Edit.Scale.Window="Պատուհանների սանդղակ"
Basic.MainMenu.Edit.Scale.Canvas="Կտավ (%1x%2)"
Basic.MainMenu.Edit.Scale.Output="Արդյունք (%1x%2)"
Basic.MainMenu.Edit.Transform="Փոխակերպել (&T)"
Basic.MainMenu.Edit.Transform.EditTransform="Փոխել ցուցադրումը... (&E)"
Basic.MainMenu.Edit.Transform.CopyTransform="Պատճենել վերափոխումը"
Basic.MainMenu.Edit.Transform.PasteTransform="Տեղադրել վերափոխում"
Basic.MainMenu.Edit.Transform.ResetTransform="Վերականգնել վերափոխում (&R)"
Basic.MainMenu.Edit.Transform.Rotate90CW="Պտտեք 90 աստիճան ժամացույցի սլաքի ուղղությամբ"
Basic.MainMenu.Edit.Transform.Rotate90CCW="Պտտեք 90 աստիճանով ժամացույցի սլաքի ուղղությամբ"
Basic.MainMenu.Edit.Transform.Rotate180="Պտտեք 180 աստիճանով"
Basic.MainMenu.Edit.Transform.FlipHorizontal="Շրջել հորիզոնական"
Basic.MainMenu.Edit.Transform.FlipVertical="Շրջեք ուղղահայաց (&V)"
Basic.MainMenu.Edit.Transform.FitToScreen="Հարմարվել էկրանին (&F)"
Basic.MainMenu.Edit.Transform.StretchToScreen="Ձգվել ամբողջ էկրանին (&S)"
Basic.MainMenu.Edit.Transform.CenterToScreen="Տեղադրեք էկրանի կենտրոնում (&C)"
Basic.MainMenu.Edit.Transform.VerticalCenter="Հավասարեցնել ուղղահայաց"
Basic.MainMenu.Edit.Transform.HorizontalCenter="Հավասարեցրել հորիզոնական"
Basic.MainMenu.Edit.Order="Պատվեր (&O)"
Basic.MainMenu.Edit.Order.MoveUp="Տեղափոխել վերև (&U)"
Basic.MainMenu.Edit.Order.MoveDown="Տեղափոխել ներքև (&D)"
Basic.MainMenu.Edit.Order.MoveToTop="Շարժվել վերև (&T)"
Basic.MainMenu.Edit.Order.MoveToBottom="Շարժվել ներքև (&B)"
Basic.MainMenu.Edit.AdvAudio="Ընդլայնված աուդիո հատկություններ (&A)"
Basic.MainMenu.View="Դիտել (&V)"
Basic.MainMenu.View.Toolbars="Գործիքադարակ (&T)"
Basic.MainMenu.View.ListboxToolbars="Ցույց տալ պատկերակները նավահանգիստների տակ \"Տեսարաններ\" և  \"Աղբյուրներ\""
Basic.MainMenu.View.ContextBar="Աղբյուրի գործիքագոտին"
Basic.MainMenu.View.SceneTransitions="Անցումային տեսարան (&C)"
Basic.MainMenu.View.SourceIcons="Աղբյուրի պատկերակները (&I)"
Basic.MainMenu.View.StatusBar="Կարգավիճակի բար (&S)"
Basic.MainMenu.View.Fullscreen.Interface="Ամբողջ էկրանով"
Basic.MainMenu.Docks="&Դոկ-վահանակներ"
Basic.MainMenu.Docks.ResetUI="&Վերականգնել ինտերֆեյսը"
Basic.MainMenu.Docks.LockUI="&Ուղղել ինտերֆեյսը"
Basic.MainMenu.Docks.CustomBrowserDocks="&Անհատականացվող զննարկիչի նավամատույցներ..."
Basic.MainMenu.SceneCollection="Տեսարանների հավաքածու (&S)"
Basic.MainMenu.Profile="Պրոֆիլ (&P)"
Basic.MainMenu.Profile.Import="Ներմուծել պրոֆիլը"
Basic.MainMenu.Profile.Export="Արտահանել պրոֆիլը"
Basic.MainMenu.SceneCollection.Import="Ներմուծել տեսարանների հավաքածու"
Basic.MainMenu.SceneCollection.Export="Արտահանել տեսարանների հավաքածու"
Basic.MainMenu.Profile.Exists="Պրոֆիլն արդեն գոյություն ունի"
Basic.MainMenu.SceneCollection.Exists="Տեսարանների հավաքածուն արդեն կա"
Basic.MainMenu.Tools="Գործիքներ (&T)"
Basic.MainMenu.Help="Օգնություն (&H)"
Basic.MainMenu.Help.HelpPortal="Օգնության պորտալ (&P)"
Basic.MainMenu.Help.Website="Այցելել կայք (&W)"
Basic.MainMenu.Help.Discord="Մուտք գործեք &Discord սերվեր"
Basic.MainMenu.Help.Logs="Մատյան ֆայլեր (&L)"
Basic.MainMenu.Help.Logs.ShowLogs="Ցուցադրել մատյան ֆայլերը (&S)"
Basic.MainMenu.Help.Logs.UploadCurrentLog="Ներբեռնել ընթացիկ գրանցամատյանի ֆայլը (&C)"
Basic.MainMenu.Help.Logs.UploadLastLog="Ներբեռնել վերջին գրանցման ֆայլը (&L)"
Basic.MainMenu.Help.Logs.ViewCurrentLog="Բացել ընթացիկ մատյանը (&V)"
Basic.MainMenu.Help.CheckForUpdates="Ստուգել թարմացումները"
Basic.MainMenu.Help.CrashLogs="Սխալների մասին հաղորդում է (&R)"
Basic.MainMenu.Help.CrashLogs.ShowLogs="Ցույց տալ սխալների մասին հաշվետվությունները (&S)"
Basic.MainMenu.Help.CrashLogs.UploadLastLog="Ներբեռնել վերջին սխալի հաշվետվությունը (&L)"
Basic.MainMenu.Help.About="Ծրագրի մասին (&A)"
Basic.Settings.ProgramRestart="Այս կարգավորումները փոխելու համար հարկավոր է վերագործարկել ծրագիրը:"
Basic.Settings.ConfirmTitle="Подтверждение изменений"
Basic.Settings.Confirm="Դուք չպահված փոփոխություններ ունեք: Պ՞ահպանել փոփոխությունները"
Basic.Settings.General="Գեներալ"
Basic.Settings.General.Theme="Թեմա"
Basic.Settings.General.Language="Լեզու"
Basic.Settings.General.EnableAutoUpdates="Ստուգել մեկնարկի թարմացումները"
Basic.Settings.General.OpenStatsOnStartup="Բացեք վիճակագրության պատուհանը գործարկման ժամանակ"
Basic.Settings.General.HideOBSWindowsFromCapture="Թաքցնել OBS պատուհանները էկրանի նկարահանումից"
Basic.Settings.General.HideOBSWindowsFromCapture.Tooltip="Այս պարամետրը թաքցնում է OBS Studio-ի բոլոր ոչ պրոյեկտորային պատուհանները OBS-ի կողմից գրավելուց: \nԱյն ազդում է նաև այլ ձայնագրման ծրագրերի վրա, որոնք օգտագործվում են կոնֆերանսի զանգերի, աշխատասեղանի համօգտագործման, հեռակառավարման, էկրանակադրերի և այլնի համար:"
Basic.Settings.General.HideOBSWindowsFromCapture.Message="Այս պարամետրը միացնելը կթաքցնի OBS Studio-ի բոլոր ոչ պրոյեկտորային պատուհանները OBS-ի կողմից գրավելուց: \nԴա կազդի նաև այլ ձայնագրման ծրագրերի վրա, որոնք օգտագործվում են կոնֆերանսի զանգերի, աշխատասեղանի փոխանակման, հեռակառավարման, էկրանակադրերի և այլնի համար:"
Basic.Settings.General.WarnBeforeStartingStream="Ցույց տալ հաստատման պատուհանը հեռարձակումը սկսելիս"
Basic.Settings.General.WarnBeforeStoppingStream="Ցույց տալ հաստատման պատուհանը, երբ հեռարձակումը դադարեցվի"
Basic.Settings.General.WarnBeforeStoppingRecord="Ցույց տալ հաստատման պատուհանը, երբ ձայնագրումը դադարեցվի"
Basic.Settings.General.Projectors="Պրոյեկտորներ"
Basic.Settings.General.HideProjectorCursor="Թաքցնել կուրսորը պրոյեկտորի հետևում"
Basic.Settings.General.ProjectorAlwaysOnTop="Ցույց տալ պրոյեկտորները բոլոր պատուհանների վերևում"
Basic.Settings.General.Snapping="Աղբյուրի տեղադրության կապը"
Basic.Settings.General.ScreenSnapping="Կտտացրել էկրանի եզրին"
Basic.Settings.General.CenterSnapping="Կտտացրել կենտրոնը հորիզոնական և ուղղահայաց"
Basic.Settings.General.SourceSnapping="Կապը այլ աղբյուրների հետ"
Basic.Settings.General.SnapDistance="Կապանքների զգայունություն"
Basic.Settings.General.RecordWhenStreaming="Ավտոմատ կերպով սկսել ձայնագրությունը հեռարձակման ընթացքում"
Basic.Settings.General.KeepRecordingWhenStreamStops="Հեռարձակման ավարտից հետո շարունակեք տեսագրումը"
Basic.Settings.General.ReplayBufferWhileStreaming="Հեռարձակման ընթացքում ավտոմատ կերպով միացրեք վերարտադրման բուֆերը"
Basic.Settings.General.KeepReplayBufferStreamStops="Թարգմանության ավարտից հետո ակտիվ պահեք վերարտադրման բուֆերը"
Basic.Settings.General.SysTray="Համակարգի սկուտեղ"
Basic.Settings.General.SysTrayWhenStarted="Սկսելիս թաքցնել պատուհանը դեպի համակարգային սկուտեղ"
Basic.Settings.General.SystemTrayHideMinimize="Միշտ նվազագույնի հասցնել սկուտեղին՝ առաջադրանքների տողի փոխարեն"
Basic.Settings.General.SaveProjectors="Պահպանեք պրոյեկտորները ելքի ժամանակ"
Basic.Settings.General.CloseExistingProjectors="Սահմանափակեք մեկ ամբողջական էկրանով պրոյեկտոր մեկ էկրանին"
Basic.Settings.General.Preview="Նախադիտում"
Basic.Settings.General.OverflowHidden="Թաքցնել գերհոսքը"
Basic.Settings.General.OverflowAlwaysVisible="Հորդառատությունը միշտ տեսանելի է"
Basic.Settings.General.OverflowSelectionHidden="Ցույց տալ արտահոսքը նույնիսկ երբ աղբյուրն անտեսանելի է"
Basic.Settings.General.Importers="Ներմուծողներ"
Basic.Settings.General.AutomaticCollectionSearch="Ներմուծման ժամանակ տեսարանների հավաքածուների հայտնի վայրերի որոնում"
Basic.Settings.General.SwitchOnDoubleClick="Անցնել տեսարան կրկնակի սեղմումով"
Basic.Settings.General.StudioPortraitLayout="Միացնել դիմանկարը/ուղղահայաց դասավորությունը"
Basic.Settings.General.TogglePreviewProgramLabels="Ցույց տալ «Նախադիտում» և «Ծրագիր» նշանները»"
Basic.Settings.General.Multiview="Բազմակի դիտում"
Basic.Settings.General.Multiview.MouseSwitch="Փոխեք տեսարանները մկնիկի սեղմումով"
Basic.Settings.General.Multiview.DrawSourceNames="Ցույց տալ տեսարանների վերնագրերը"
Basic.Settings.General.Multiview.DrawSafeAreas="Ցույց տալ անվտանգության գոտիները(EBU R 95)"
Basic.Settings.General.MultiviewLayout="Բազմաֆունկցիոնալ տեղադրություն"
Basic.Settings.General.MultiviewLayout.Horizontal.Top="Հորիզոնական, վերև (8 տեսարան)"
Basic.Settings.General.MultiviewLayout.Horizontal.Bottom="Հորիզոնական, ներքև (8 տեսարան)"
Basic.Settings.General.MultiviewLayout.Vertical.Left="Ուղղահայաց, ձախ (8 տեսարան)"
Basic.Settings.General.MultiviewLayout.Vertical.Right="Ուղղահայաց, աջ (8 տեսարան)"
Basic.Settings.General.MultiviewLayout.Horizontal.18Scene.Top="Հորիզոնական, վերև (18 տեսարան)"
Basic.Settings.General.MultiviewLayout.Horizontal.Extended.Top="Հորիզոնական, վերև (24 տեսարան)"
Basic.Settings.Stream="Հեռարձակում"
Basic.Settings.Stream.StreamType="Հեռարձակման տեսակը"
Basic.Settings.Stream.Custom.UseAuthentication="Օգտագործեք նույնականացում"
Basic.Settings.Stream.Custom.Username="Օգտագործողի անունը"
Basic.Settings.Stream.Custom.Password="Գաղտնաբառ"
Basic.Settings.Stream.BandwidthTestMode="Միացնել թողունակության փորձարկման ռեժիմը"
Basic.Settings.Stream.TTVAddon="Twitch զրույցի ընդլայնումներ"
Basic.Settings.Stream.TTVAddon.None="Ոչ"
Basic.Settings.Stream.TTVAddon.Both="BetterTTV և FrankerFaceZ"
Basic.Settings.Stream.MissingSettingAlert="Հեռարձակումը կազմաձևված չէ"
Basic.Settings.Stream.StreamSettingsWarning="Բացեք կարգավորումները"
Basic.Settings.Stream.MissingUrlAndApiKey="URL-ը և հոսքի բանալին բացակայում են:\n\nԲացեք կարգավորումները՝ URL-ը և հոսքի բանալին «Հեռարձակում» ներդիրում մուտքագրելու համար:"
Basic.Settings.Stream.MissingUrl="Հեռարձակման URL-ը բացակայում է:\n\nԲացեք կարգավորումները՝ URL-ը «Հեռարձակում» ներդիրում մուտքագրելու համար:"
Basic.Settings.Stream.MissingStreamKey="Հեռարձակման բանալին բացակայում է:\n\nԲացեք կարգավորումները՝ «Հեռարձակում» ներդիրում «Հոսքի բանալին» մուտքագրելու համար:"
Basic.Settings.Stream.IgnoreRecommended="Մի հետևեք հոսքային ծառայության կողմից սահմանված սահմանափակումներին"
Basic.Settings.Stream.IgnoreRecommended.Warn.Title="Չեղարկել առաջարկվող կարգավորումները"
Basic.Settings.Stream.IgnoreRecommended.Warn.Text="Առաջարկվող արժեքներից դուրս արժեքներ օգտագործելը կարող է բացասաբար ազդել հոսքի որակի և/կամ կայունության վրա:\n\nՑանկանու՞մ եք շարունակել:"
Basic.Settings.Stream.Recommended.MaxVideoBitrate="Տեսանյութի առավելագույն արագությունը: %1 kbps"
Basic.Settings.Stream.Recommended.MaxAudioBitrate="Աուդիոի առավելագույն արագությունը: %1 kbps"
Basic.Settings.Stream.Recommended.MaxResolution="Առավելագույն լուծում: %1"
Basic.Settings.Stream.Recommended.MaxFPS="Առավելագույն ԿՎ: %1"
Basic.Settings.Output="Արդյունք"
Basic.Settings.Output.Format="Տեսագրման ձևաչափ"
Basic.Settings.Output.Encoder="Կոդավորիչ"
Basic.Settings.Output.SelectDirectory="Ընտրել տեսագրման գրացուցակը"
Basic.Settings.Output.SelectFile="Ընտրել տեսագրման ֆայլը"
Basic.Settings.Output.DynamicBitrate="Դինամիկ փոխեք բիթերի արագությունը՝ ցանցի գերբեռնվածությունը կառավարելու համար"
Basic.Settings.Output.DynamicBitrate.Beta="Դինամիկ փոխեք բիթերի արագությունը՝ ցանցի գերբեռնվածությունը կառավարելու համար (բետա)"
Basic.Settings.Output.DynamicBitrate.TT="Կադրերն իջեցնելու փոխարեն կօգտագործվի արագընթաց բիթային արագության դինամիկ փոփոխություն՝ ցանցի գերբեռնվածությունը նվազեցնելու համար:\n\nԽնդրում ենք նկատի ունենալ, որ դա կարող է մեծացնել հեռուստադիտողների հապաղումը ալիքի հանկարծակի խցանման դեպքում:\nԲիթերի արագությունը նվազեցնելուց հետո, վերականգնման համար կարող է տևել մի քանի րոպե:\ n\nՆերկայումս աջակցվում է միայն RTMP-ի համար:"
Basic.Settings.Output.Mode="Ելքային ռեժիմ"
Basic.Settings.Output.Mode.Simple="Պարզ"
Basic.Settings.Output.Mode.Adv="Երկարացված"
Basic.Settings.Output.Mode.FFmpeg="FFmpeg-ի արդյունք"
Basic.Settings.Output.UseReplayBuffer="Միացնել կրկնվող բուֆերը"
Basic.Settings.Output.ReplayBuffer.SecondsMax="Ննջելու առավելագույն տևողությունը"
Basic.Settings.Output.ReplayBuffer.MegabytesMax="Առավելագույն հիշողություն (ՄԲ)"
Basic.Settings.Output.ReplayBuffer.Estimate="Հիշողության գնահատված օգտագործումը: %1 ՄԲ"
Basic.Settings.Output.ReplayBuffer.EstimateUnknown="Հիշողության սպառման կոպիտ գնահատում հնարավոր չէ: Խնդրում ենք ձեռքով սահմանել հիշողության օգտագործման սահմանաչափը:"
Basic.Settings.Output.ReplayBuffer.Prefix="Կրկնել Ֆայլի անվան նախածանցը"
Basic.Settings.Output.ReplayBuffer.Suffix="Վերջածանց"
Basic.Settings.Output.Simple.SavePath="Պահպանել ուղին"
Basic.Settings.Output.Simple.RecordingQuality="Տեսագրման որակը"
Basic.Settings.Output.Simple.RecordingQuality.Stream="Նույնը, ինչ հեռարձակումը"
Basic.Settings.Output.Simple.RecordingQuality.Small="Բարձր որակ, միջին չափի ֆայլ"
Basic.Settings.Output.Simple.RecordingQuality.HQ="Անտարբեր որակ, մեծ ֆայլի չափ"
Basic.Settings.Output.Simple.RecordingQuality.Lossless="Որակի կորուստ չկա, ֆայլի չափազանց մեծ չափս"
Basic.Settings.Output.Simple.Warn.VideoBitrate="Զգուշացում. Տեսահոսքի բիթային արագությունը կսահմանվի %1, որը ընթացիկ հոսքային ծառայության վերին սահմանն է:"
Basic.Settings.Output.Simple.Warn.AudioBitrate="Զգուշացում. Աուդիո հոսքի բիթային արագությունը կսահմանվի %1, որը ընթացիկ հոսքային ծառայության վերին սահմանն է:"
Basic.Settings.Output.Simple.Warn.CannotPause="Զգուշացում․ ձայնագրությունները չեն կարող դադարեցվել, եթե ձայնագրման կոդավորիչը դրված է \" (Օգտագործեք հոսքի կոդավորիչը)\"."
Basic.Settings.Output.Simple.Warn.Encoder="Զգուշացում․ հեռարձակման որակից տարբերվող ծրագրային կոդավորիչով տեսագրելու համար կպահանջվի լրացուցիչ պրոցեսորի օգտագործում, եթե տեսագրեք և հեռարձակեք միաժամանակ։"
Basic.Settings.Output.Simple.Warn.Lossless="Զգուշացում. անկորուստ որակը ստեղծում է չափազանց մեծ ֆայլեր: Այս որակը կարող է օգտագործել ավելի քան 7 գիգաբայթ սկավառակի տարածություն րոպեում բարձր լուծաչափերով և կադրերի արագությամբ: Խորհուրդ չի տրվում երկար ձայնագրել, եթե սկավառակի վրա շատ տարածություն չկա:"
Basic.Settings.Output.Simple.Warn.Lossless.Msg="Իսկապե՞ս ուզում եք ձայնագրել առանց որակի կորստի:"
Basic.Settings.Output.Simple.Warn.Lossless.Title="Անկորուստ որակի նախազգուշացում"
Basic.Settings.Output.Simple.Encoder.Software="Ծրագիր (x264)"
Basic.Settings.Output.Simple.Encoder.Hardware.QSV="Սարքավորումներ (QSV)"
Basic.Settings.Output.Simple.Encoder.Hardware.AMD="Սարքավորումներ (AМD)"
Basic.Settings.Output.Simple.Encoder.Hardware.NVENC="Սարքավորումներ (NVENC)"
Basic.Settings.Output.Simple.Encoder.SoftwareLowCPU="Ծրագիր (x264 պրոցեսորի ցածր օգտագործմամբ, մեծացնում է ֆայլի չափը)"
Basic.Settings.Output.Simple.TwitchVodTrack="Twitch VOD-ի երգը  (օգտագործում է 2 հատ երգ)"
Basic.Settings.Output.Warn.EnforceResolutionFPS.Title="Անհամատեղելի լուծում կամ շրջանակի արագություն"
Basic.Settings.Output.Warn.EnforceResolutionFPS.Msg="Այս հոսքային ծառայությունը չի աջակցում ձեր ընթացիկ ելքային լուծաչափը և/կամ կադրերի արագությունը: Դրանք կփոխվեն ամենամոտ համատեղելի արժեքով՝\n\n%1\n\nՑանկանու՞մ եք շարունակել"
Basic.Settings.Output.Warn.EnforceResolutionFPS.Resolution="Թույլտվություն: %1"
Basic.Settings.Output.VideoBitrate="Տեսանյութի բիթային արագություն"
Basic.Settings.Output.AudioBitrate="Աուդիո բիթային արագություն"
Basic.Settings.Output.Reconnect="Ավտոմատ վերամիացում"
Basic.Settings.Output.RetryDelay="Հետաձգման հետաձգում"
Basic.Settings.Output.MaxRetries="Առավ. կրկնում է"
Basic.Settings.Output.Advanced="Միացնել կոդավորման առաջադեմ կարգավորումները"
Basic.Settings.Output.EncoderPreset="Կոդավորիչը նախադրված է"
Basic.Settings.Output.CustomEncoderSettings="Անհատականացված կոդավորման կարգավորումներ"
Basic.Settings.Output.CustomMuxerSettings="Մուլտիպլեքսոր օգտագործողի կարգավորումները"
Basic.Settings.Output.NoSpaceFileName="Ստեղծել ֆայլի անունը առանց տարածության"
Basic.Settings.Output.Adv.Rescale="Վերամասշտաբ արդյունք"
Basic.Settings.Output.Adv.AudioTrack="Երգ"
Basic.Settings.Output.Adv.Streaming="Հեռարձակում"
Basic.Settings.Output.Adv.Audio.Track1="Հետք 1"
Basic.Settings.Output.Adv.Audio.Track2="Հետք  2"
Basic.Settings.Output.Adv.Audio.Track3="Հետք 3"
Basic.Settings.Output.Adv.Audio.Track4="Հետք  4"
Basic.Settings.Output.Adv.Audio.Track5="Հետք 5"
Basic.Settings.Output.Adv.Audio.Track6="Հետք 6"
Basic.Settings.Output.Adv.TwitchVodTrack="Երգը VOD-ի համար Twitch-ում"
Basic.Settings.Output.Adv.Recording="Տեսագրությունը"
Basic.Settings.Output.Adv.Recording.RecType="Տեսագրման տեսակը"
Basic.Settings.Output.Adv.Recording.Type=" Տեսակը"
Basic.Settings.Output.Adv.Recording.Type.Standard="Սովորական"
Basic.Settings.Output.Adv.Recording.Type.FFmpegOutput="Պատվերով ելք (FFmpeg)"
Basic.Settings.Output.Adv.Recording.UseStreamEncoder="(Օգտագործեք հոսքի կոդավորիչը)"
Basic.Settings.Output.Adv.Recording.Filename="Ֆայլի անվան ձևաչափ"
Basic.Settings.Output.Adv.Recording.OverwriteIfExists="Փոխարինել, եթե ֆայլն արդեն գոյություն ունի"
Basic.Settings.Output.Adv.FFmpeg.Type="FFmpeg ելքի տեսակը"
Basic.Settings.Output.Adv.FFmpeg.Type.URL="Նշված հասցեով (URL)"
Basic.Settings.Output.Adv.FFmpeg.Type.RecordToFile="Ներկայացնելու համար"
Basic.Settings.Output.Adv.FFmpeg.SaveFilter.Common="Տեսագրման ընդհանուր ձևաչափեր"
Basic.Settings.Output.Adv.FFmpeg.SaveFilter.All="Բոլոր ֆայլերը"
Basic.Settings.Output.Adv.FFmpeg.SavePathURL="Ֆայլի ուղին կամ URL"
Basic.Settings.Output.Adv.FFmpeg.Format="Կոնտեյների ձևաչափ"
Basic.Settings.Output.Adv.FFmpeg.FormatAudio="Աուդիո"
Basic.Settings.Output.Adv.FFmpeg.FormatVideo="Վիդեո"
Basic.Settings.Output.Adv.FFmpeg.FormatDefault="Կանխադրված ձևաչափ"
Basic.Settings.Output.Adv.FFmpeg.FormatDesc="Կոնտեյների ձևաչափի նկարագրությունը"
Basic.Settings.Output.Adv.FFmpeg.FormatDescDef="Աուդիո և վիդեո կոդեկները կկռահվեն URL-ով կամ ֆայլի ճանապարհով"
Basic.Settings.Output.Adv.FFmpeg.AVEncoderDefault="Կանխադրված կոդավորիչ"
Basic.Settings.Output.Adv.FFmpeg.AVEncoderDisable="Անջատել կոդավորիչը"
Basic.Settings.Output.Adv.FFmpeg.VEncoder="Տեսանյութի կոդավորիչ"
Basic.Settings.Output.Adv.FFmpeg.VEncoderSettings="Տեսանյութի կոդավորման կարգավորումներ (եթե այդպիսիք կան)"
Basic.Settings.Output.Adv.FFmpeg.AEncoder="Աուդիո կոդավորիչ"
Basic.Settings.Output.Adv.FFmpeg.AEncoderSettings="Աուդիո կոդավորման կարգավորումներ (եթե այդպիսիք կան)"
Basic.Settings.Output.Adv.FFmpeg.MuxerSettings="Մուլտիպլեքսոր կարգավորումներ (եթե այդպիսիք կան)"
Basic.Settings.Output.Adv.FFmpeg.GOPSize="Հիմնական շրջանակների միջակայքը (շրջանակներ)"
Basic.Settings.Output.Adv.FFmpeg.IgnoreCodecCompat="Ցույց տալ բոլոր կոդեկները (ներառյալ հնարավոր անհամատեղելիները)"
Screenshot="Վերցրեք ելքի էկրանի պատկերը"
Screenshot.SourceHotkey="Ստեղծել այս աղբյուրի էկրանի պատկերը"
Screenshot.StudioProgram="Ստեղծել էկրանի պատկերը(\"Ծրագիր\")"
Screenshot.Preview="Ստեղծել էկրանի պատկերը (նախադիտում)"
Screenshot.Scene="Ստեղծել էկրանի պատկերը (տեսարաններ)"
Screenshot.Source="Ստեղծել էկրանի պատկերը (աղբյուր)"
FilenameFormatting.TT="%CCYY	Տարի, չորս նիշ\n%YY		Տարի, վերջին երկու նիշերը (00-99)\n%MM		Ամիսը թվային արժեքով (01-12)\n%DD		Ամսվա օրը, զրոյական չի ընկնում (01-31)\n%hh		Ժամը 24 ժամ ֆորմատով (00-23)\n%mm		Րոպե (00-59)\n%ss		Վարկյան (00-61)\n%%		Նշան '%'\n%a		Շաբաթվա օրվա կրճատ անվանումը\n%A		
Շաբաթվա օրվա լրիվ անվանումը\n%b		Ամսվա կրճատ անվանումը\n%B		Ամբողջ ամսվա անունը\n%d		Ամսվա օրը, զրոյական չի ընկնում (01-31)\n%H		Ժամը 24 ժամ ֆորմատով (00-23)\n%I		Ժամը 12 ժամ ֆորմատով (01-12)\n%m		Ամիսը թվային արժեքով (01-12)\n%M		Րոպե (00-59)\n%p		Նշումը AM կամ PM\n%S		Վարկյան (00-61)\n%y		Տարի, վերջին երկու նիշ (00-99)\n%Y		Տարի\n%z		ISO 8601 օֆսեթ UTC-ից կամ\n		ժամային գոտու անվանումը կամ հապավումը\n%Z		Ժամային գոտու անվանումը կամ հապավումը\n%FPS		Շրջանակներ վայրկյանում\n%CRES		Հիմնական լուծում (կտավ)\n%ORES		Արդյունք (սանդղակ) լուծում\n%VF		Տեսանյութի ձևաչափ"
Basic.Settings.Video="Տեսանյութ"
Basic.Settings.Video.Adapter="Վիդեո ադապտեր"
Basic.Settings.Video.BaseResolution="Հիմնական լուծում (կտավ)"
Basic.Settings.Video.ScaledResolution="Արդյունք (սանդղակ) լուծում"
Basic.Settings.Video.DownscaleFilter="Մեծացնելու զտիչ"
Basic.Settings.Video.DisableAeroWindows="Անջատել Aero-ն (միայն Windows)"
Basic.Settings.Video.FPSCommon="Ընդհանուր ԿՎ արժեքներ"
Basic.Settings.Video.FPSInteger="Ամբողջական ԿՎ"
Basic.Settings.Video.FPSFraction="Կոտորակային ԿՎ"
Basic.Settings.Video.Numerator="Համարիչ"
Basic.Settings.Video.Denominator="Հայտարար"
Basic.Settings.Video.Renderer="Ներկայացնել"
Basic.Settings.Video.InvalidResolution="Անվավեր թույլտվություն։ Պետք է լինի [Լայնությունը]x[Բարձրություն] (օրինակ, 1920x1080)"
Basic.Settings.Video.CurrentlyActive="Տեսանյութի ելքը ներկայումս ակտիվ է: Խնդրում ենք անջատել բոլոր ելքերը՝ տեսանյութի կարգավորումները փոխելու համար:"
Basic.Settings.Video.DisableAero="Անջատել Aero-ն"
Basic.Settings.Video.DownscaleFilter.Bilinear="Երկգծային (ամենաարագը, բայց մեծացնելու ժամանակ մշուշոտ)"
Basic.Settings.Video.DownscaleFilter.Bicubic="Երկխորանարդ (նուրբ մասշտաբում, 16 նմուշ)"
Basic.Settings.Video.DownscaleFilter.Lanczos="Լանցոսի մեթոդը (նուրբ մասշտաբավորում, 36 նմուշ)"
Basic.Settings.Video.DownscaleFilter.Area="Մակերես (կշռված գումար, 4/6/9 նմուշներ)"
Basic.Settings.Audio="Աուդիո"
Basic.Settings.Audio.SampleRate="Նմուշառման հաճախականությունը"
Basic.Settings.Audio.Channels="Ալիքներ"
Basic.Settings.Audio.Meters="Հաշվիչներ"
Basic.Settings.Audio.MeterDecayRate="Նվազման տոկոսադրույքը"
Basic.Settings.Audio.MeterDecayRate.Fast="Արագ"
Basic.Settings.Audio.MeterDecayRate.Medium="Միջին (PPM տեսակ I)"
Basic.Settings.Audio.MeterDecayRate.Slow="Դանդաղ (PPM Type II)"
Basic.Settings.Audio.PeakMeterType="Պիկ հաշվիչի տեսակը"
Basic.Settings.Audio.PeakMeterType.SamplePeak="Պարզեցված"
Basic.Settings.Audio.PeakMeterType.TruePeak="Ճշգրիտ (ԿՄՀ-ի օգտագործման ավելացում)"
Basic.Settings.Audio.MultiChannelWarning.Enabled="ՈՒՇԱԴՐՈՒԹՅՈՒՆ՝ շրջապատող ձայնը միացված է:"
Basic.Settings.Audio.MultichannelWarning="Երբ սկսում եք հեռարձակում, համոզվեք, որ ձեր հոսքային ծառայությունն աջակցում է շրջապատող ձայնին (և ձայնագրումը և նվագարկումը): Facebook 360 Live-ը, Mixer RTMP-ը և Smashcast-ը ծառայությունների օրինակներ են, որոնք լիովին աջակցում են շրջապատող ձայնին: Թեև Facebook Live-ը և Youtube Live-ն ընդունում են շրջապատող ձայնը, Facebook Live-ը այն միացնում է ստերեոին, մինչդեռ Youtube Live-ը նվագարկում է միայն երկու ալիք:\n\nOBS ձայնային զտիչները համատեղելի են շրջապատող ձայնի հետ, թեև VST հավելվածների աջակցությունը երաշխավորված չէ:"
Basic.Settings.Audio.MultichannelWarning.Title="Միացնե՞լ շրջապատող ձայնը:"
Basic.Settings.Audio.MultichannelWarning.Confirm="Ցանկանու՞մ եք միացնել շրջապատող ձայնը:"
Basic.Settings.Audio.Devices="Համաշխարհային աուդիո սարքեր"
Basic.Settings.Audio.DesktopDevice="Աշխատասեղանի աուդիո"
Basic.Settings.Audio.DesktopDevice2="Աշխատասեղանի աուդիո 2"
Basic.Settings.Audio.AuxDevice="Միկրոֆոն/Լրացուցիչ աուդիո"
Basic.Settings.Audio.AuxDevice2="Միկրոֆոն/Լրացուցիչ աուդիո 2"
Basic.Settings.Audio.AuxDevice3="Միկրոֆոն/Լրացուցիչ աուդիո 3"
Basic.Settings.Audio.AuxDevice4="Միկրոֆոն/Լրացուցիչ աուդիո 4"
Basic.Settings.Audio.EnablePushToMute="Անջատեք խոսափողը սեղմելով"
Basic.Settings.Audio.PushToMuteDelay="Անջատել հետաձգումը"
Basic.Settings.Audio.EnablePushToTalk="Միացրեք խոսափողի ձայնը սեղմելով"
Basic.Settings.Audio.PushToTalkDelay="Խոսափողի միացման ուշացում"
Basic.Settings.Audio.UnknownAudioDevice="[Սարքը միացված չէ կամ հասանելի չէ]"
Basic.Settings.Audio.Disabled="Անջատված"
Basic.Settings.Advanced="Երկարացված"
Basic.Settings.Advanced.General.ConfirmOnExit="Ցույց տալ նախազգուշացում ակտիվ դուրսբերումների մասին ելքի ժամանակ"
Basic.Settings.Advanced.General.ProcessPriority="Գործընթացի առաջնահերթություն"
Basic.Settings.Advanced.General.ProcessPriority.High="Բարձր"
Basic.Settings.Advanced.General.ProcessPriority.AboveNormal="Միջինից բարձր"
Basic.Settings.Advanced.General.ProcessPriority.Normal="Միջին"
Basic.Settings.Advanced.General.ProcessPriority.BelowNormal="Միջինից թույլ"
Basic.Settings.Advanced.General.ProcessPriority.Idle="Թույլ"
Basic.Settings.Advanced.FormatWarning="Զգուշացում. NV12-ից տարբեր գունային ձևաչափերը հիմնականում նախատեսված են ձայնագրման համար և խորհուրդ չեն տրվում հեռարձակման համար: Հեռարձակման ընթացքում գունային ձևաչափի փոխարկումը կարող է պահանջել լրացուցիչ պրոցեսորի օգտագործում:"
Basic.Settings.Advanced.Audio.BufferingTime="Աուդիո բուֆերացման ժամանակը"
Basic.Settings.Advanced.Video.ColorFormat="Գունավոր ձևաչափ"
Basic.Settings.Advanced.Video.ColorSpace="Գունային տարածություն"
Basic.Settings.Advanced.Video.ColorRange="Գույնի տիրույթ"
Basic.Settings.Advanced.Video.ColorRange.Partial="Մասնակի"
Basic.Settings.Advanced.Video.ColorRange.Full="Լրիվ"
Basic.Settings.Advanced.Audio.MonitoringDevice="Լսող սարք"
Basic.Settings.Advanced.Audio.MonitoringDevice.Default="Կանխադրված"
Basic.Settings.Advanced.Audio.DisableAudioDucking="ԱնջատեԼ Windows-ի ձայների խլացումը"
Basic.Settings.Advanced.StreamDelay="Հոսքի հետաձգում"
Basic.Settings.Advanced.StreamDelay.Duration="Տևողությունը"
Basic.Settings.Advanced.StreamDelay.Preserve="Պահպանեք անջատման կետը (բարձրացնել հետաձգումը) վերամիացման ժամանակ"
Basic.Settings.Advanced.StreamDelay.MemoryUsage="Հիշողության գնահատված օգտագործումը: %1 ՄԲ"
Basic.Settings.Advanced.Network="Ցանց"
Basic.Settings.Advanced.Network.BindToIP="Կապել IP-ին"
Basic.Settings.Advanced.Network.EnableNewSocketLoop="Միացնել ցանցի օպտիմիզացումը"
Basic.Settings.Advanced.Network.EnableLowLatencyMode="Միացնել TCP տեմպը"
Basic.Settings.Advanced.Network.TCPPacing.Tooltip="Փորձում է նվազեցնել բացասական ազդեցությունը այլ հավելվածների վրա՝ օգտագործելով RTMP ելքը՝ նվազեցնելով բիթերի արագությունը:\nԿարող է մեծացնել անկայուն միացումների դեպքում շրջանակի անկման վտանգը."
Basic.Settings.Advanced.Hotkeys.HotkeyFocusBehavior="Թեժ ստեղների կենտրոնացման վարքագիծ"
Basic.Settings.Advanced.Hotkeys.NeverDisableHotkeys="Երբեք մի անջատեք թեժ ստեղները"
Basic.Settings.Advanced.Hotkeys.DisableHotkeysInFocus="Անջատել թեժ ստեղները, երբ հիմնական պատուհանը կենտրոնացված է"
Basic.Settings.Advanced.Hotkeys.DisableHotkeysOutOfFocus="Անջատել թեժ ստեղները, երբ հիմնական պատուհանը կենտրոնացված չէ"
Basic.Settings.Advanced.AutoRemux="Ավտոմատ կերպով ռեմիքս mp4-ին"
Basic.Settings.Advanced.AutoRemux.MP4="(ձայնագրել որպես mkv)"
Basic.AdvAudio="Ընդլայնված աուդիո հատկություններ"
Basic.AdvAudio.ActiveOnly="Միայն ակտիվ աղբյուրներ"
Basic.AdvAudio.Name="Անվանումը"
Basic.AdvAudio.Volume="Ձայնի ուժգնություն"
Basic.AdvAudio.VolumeSource="Ձայնի ուժգնություն '%1'-ի համար"
Basic.AdvAudio.Mono="Մոնո"
Basic.AdvAudio.MonoSource="Խառնել մոնո '%1'-ի համար"
Basic.AdvAudio.Balance="Հաշվեկշիռ"
Basic.AdvAudio.BalanceSource="Մնացորդ '%1'-ի համար"
Basic.AdvAudio.SyncOffset="Ժամկետային օֆսեթ"
Basic.AdvAudio.SyncOffsetSource="Սինքրոնացրեք օֆսեթը '%1'-ի համար"
Basic.AdvAudio.Monitoring="Աուդիո լսում"
Basic.AdvAudio.Monitoring.None="Անջատել լսելը"
Basic.AdvAudio.Monitoring.MonitorOnly="Միայն լսել (անջատել ելքը)"
Basic.AdvAudio.Monitoring.Both="Լսում և արդյունք"
Basic.AdvAudio.MonitoringSource="Աուդիո մոնիտորինգ '%1'-ի համար"
Basic.AdvAudio.AudioTracks="Հետքեր"
Basic.Settings.Hotkeys="Թեժ ստեղներ"
Basic.Settings.Hotkeys.Pair="Ստեղնաշարի դյուրանցումները '%1'-ի հետ միասին գործում են որպես անջատիչներ"
Basic.Settings.Hotkeys.Filter="Фильтр"
Basic.Settings.Hotkeys.FilterByHotkey="Զտել տաք ստեղնով"
Basic.Settings.Hotkeys.DuplicateWarning="Այս թեժ ստեղնը օգտագործվում է մեկ կամ մի քանի այլ գործողություններով, սեղմեք՝ կոնֆլիկտները ցուցադրելու համար"
Basic.Hotkeys.SelectScene="Անցնել բեմ"
Basic.SystemTray.Show="Ցուցադրում"
Basic.SystemTray.Hide="Թաքցնել"
Basic.SystemTray.Message.Reconnecting="Կապը կորել է: Վերամիացում..."
Hotkeys.Insert="Տեղադրել"
Hotkeys.Delete="Ջնջել"
Hotkeys.Home="Հիմնական էջ"
Hotkeys.End="Մինչեւ վերջ"
Hotkeys.PageUp="Նախորդ"
Hotkeys.PageDown="Հաջորդը"
Hotkeys.Left="Ձախ սլաք"
Hotkeys.Right="Աջ սլաք"
Hotkeys.Up="Սլաքը դեպի վեր"
Hotkeys.Down="Սլաք դեպի ներքև"
Hotkeys.Menu="Մենյու"
Hotkeys.Space="Բացատ"
Hotkeys.NumpadNum="%1 (Թվային ստեղնաշար)"
Hotkeys.NumpadMultiply="* (Թվային ստեղնաշար)"
Hotkeys.NumpadDivide="/ (Թվային ստեղնաշար)"
Hotkeys.NumpadAdd="+ (Թվային ստեղնաշար)"
Hotkeys.NumpadSubtract="- (Թվային ստեղնաշար)"
Hotkeys.NumpadDecimal=". (Թվային ստեղնաշար)"
Hotkeys.MouseButton="Մկնիկ %1"
Mute="Անջատել ձայնը"
Unmute="Միացնել ձայնը"
Push-to-mute="Անջատեք ձայնը սեղմելով"
Push-to-talk="Միացրեք ձայնը սեղմելով"
SceneItemShow="Ցուցադրել '%1'"
SceneItemHide="Թաքցնել '%1'"
OutputWarnings.NoTracksSelected="Դուք պետք է ընտրեք առնվազն մեկ աուդիո կատարում"
OutputWarnings.MP4Recording="Ուշադրություն. MP4/MOV-ում պահված ձայնագրությունները անընթեռնելի կլինեն, եթե ֆայլը ավարտված չէ (օրինակ՝ BSOD, հոսանքի կորստի և այլնի պատճառով): Եթե ​​ցանկանում եք մի քանի աուդիո հետքեր ձայնագրել, մտածեք MKV-ի օգտագործման մասին, այնուհետև ձայնագրման ավարտից հետո նորից միացրեք MP4/MOV-ին(Ֆայլ → Արձանագրեք ռեմուլտիպլեքսավորում)"
OutputWarnings.CannotPause="Զգուշացում. Տեսագրությունները չեն կարող դադարեցվել, եթե ձայնագրման կոդավորիչը դրված է \" (Օգտագործեք հոսքի կոդավորիչը)\""
FinalScene.Title="Ջնջել տեսարանը"
FinalScene.Text="Հնարավոր չէ ջնջել վերջին տեսարանը:"
NoSources.Title="Աղբյուրներ չկան"
NoSources.Text="Կարծես թե դու դեռ ոչ մի աղբյուր չես ավելացրել։ Դուք կցուցադրեք միայն դատարկ էկրան: Վստա՞հ եք, որ ցանկանում եք դա:"
NoSources.Text.AddSource="Դուք կարող եք ավելացնել աղբյուրներ՝ ցանկացած ժամանակ սեղմելով հիմնական պատուհանի Աղբյուրների տուփի տակ գտնվող + պատկերակը."
NoSources.Label="Դուք աղբյուրներ չունեք:\nՍեղմեք + կոճակը ներքևում\nկամ աջ սեղմեք այստեղ՝ այն ավելացնելու համար:"
ChangeBG="Սահմանել գույնը"
CustomColor="Մաքսային գույն"
BrowserSource.EnableHardwareAcceleration="Միացնել բրաուզերի ապարատային արագացումը"
About="Ծրագրի մասին"
About.Info="OBS Studio-ն անվճար և բաց կոդով վիդեո տեսագրման և հոսքային ծրագիր է:"
About.Donate="Կատարել ավանդ"
About.GetInvolved="Մասնակցել"
About.Authors="Հեղինակներ"
About.License="Արտոնագիր"
About.Contribute="Աջակցել OBS նախագծին"
AddUrl.Title="Ավելացրեք աղբյուրը URL-ի միջոցով"
AddUrl.Text="Դուք URL եք քաշել OBS-ում: Սա ավտոմատ կերպով կավելացնի այդ հղումը որպես աղբյուր: Շարունակե՞լ։"
ResizeOutputSizeOfSource="Սանդղակի ելք (աղբյուրի չափով)"
ResizeOutputSizeOfSource.Text="Կտավը և ելքային լուծաչափերը կփոխվեն ըստ ընտրված աղբյուրի չափի:"
ResizeOutputSizeOfSource.Continue="Ցանկանու՞մ եք շարունակել։"
PreviewTransition="Անցումային նախադիտում"
Importer="Տեսարանների հավաքածուի ներմուծող"
Importer.SelectCollection="Ընտրեք տեսարանների հավաքածու"
Importer.Collection="Տեսարանների հավաքածու"
Importer.HelpText="Ավելացրեք ֆայլեր այս պատուհանում՝ OBS-ից կամ այլ աջակցվող ծրագրերից հավաքածուներ ներմուծելու համար։"
Importer.Path="Հավաքածուի ուղին"
Importer.Program="Հայտնաբերված հավելված"
Importer.AutomaticCollectionPrompt="Տեսարանների հավաքածուների ավտոմատ որոնում"
Importer.AutomaticCollectionText="OBS-ը կարող է ավտոմատ կերպով հայտնաբերել տեսարանների ներմուծված հավաքածուները աջակցվող երրորդ կողմի ծրագրերից: Ցանկանու՞մ եք, որ OBS-ն ինքնաբերաբար գտնի հավաքածուներ ձեզ համար:\n\nԴուք կարող եք փոխել սա ավելի ուշ՝ անցնելով Կարգավորումներ > Ընդհանուր > Ներմուծիչներ:"
Restart="Перезапуск"
NeedsRestart="OBS Studio-ն պետք է վերագործարկվի: Ցանկանու՞մ եք հիմա վերագործարկել:"
LoadProfileNeedsRestart="Պրոֆիլը պարունակում է կարգավորումներ, որոնք պահանջում են OBS-ի վերագործարկում:\n%1\n\nԴուք ց՞անկանում եք վերագործարկել OBS-ը, որպեսզի այս կարգավորումներն ուժի մեջ մտնեն"
ContextBar.NoSelectedSource="Աղբյուրը ընտրված չէ"
ContextBar.ResetTransform="Վերականգնել վերափոխումը"
ContextBar.FitToCanvas="Հարմարվում է կտավին"
ContextBar.MediaControls.PlayMedia="Նվագարկել մեդիա"
ContextBar.MediaControls.PauseMedia="Դադարեցնել լրատվամիջոցը"
ContextBar.MediaControls.StopMedia="Դադարեցրեք լրատվամիջոցները"
ContextBar.MediaControls.RestartMedia="Վերագործարկել լրատվամիջոցները"
ContextBar.MediaControls.PlaylistNext="Հաջորդը տեսացանկում"
ContextBar.MediaControls.PlaylistPrevious="Նախորդը տեսացանկում"
ContextBar.MediaControls.MediaProperties="Մեդիա հատկություններ"
ContextBar.MediaControls.BlindSeek="Մեդիա հետադարձ վիջեթ"
YouTube.Auth.Ok="Թույլտվությունը հաջողությամբ ավարտվեց:\nԱյժմ դուք կարող եք փակել այս էջը:"
YouTube.Auth.NoCode="Լիազորման գործընթացը չի ավարտվել:"
YouTube.Auth.NoChannels="Ընտրված հաշվում հասանելի ալիքներ չեն գտնվել"
YouTube.Auth.WaitingAuth.Title="YouTube օգտագործողի թույլտվություն"
YouTube.Auth.WaitingAuth.Text="Խնդրում ենք լրացնել թույլտվությունը արտաքին դիտարկիչում:<br>Եթե ​​արտաքին զննարկիչը չի բացվում, հետևեք այս հղմանը և լրացրեք թույլտվությունը:<br>%1"
YouTube.AuthError.Text="Չհաջողվեց ստանալ ալիքի մասին տեղեկությունները: %1."
YouTube.Actions.WindowTitle="YouTube հեռարձակման կարգավորում - Ալիք: %1"
YouTube.Actions.CreateNewEvent="Ստեղծեք նոր հեռարձակում"
YouTube.Actions.ChooseEvent="Ընտրեք գոյություն ունեցող հեռարձակում"
YouTube.Actions.Title="Անուն*"
YouTube.Actions.MyBroadcast="Իմ հեռարձակումը"
YouTube.Actions.Description="Նկարագրություն"
YouTube.Actions.Privacy="Գաղտնիություն*"
YouTube.Actions.Privacy.Private="Մասնավոր"
YouTube.Actions.Privacy.Public="Տեսանելի բոլորի համար (հանրային)"
YouTube.Actions.Privacy.Unlisted="Հղման հասանելիություն (Չգրանցված)"
YouTube.Actions.Category="Կատեգորիա"
YouTube.Actions.Thumbnail="Էկրանապահիչ"
YouTube.Actions.Thumbnail.SelectFile="Ընտրել ֆայլ..."
YouTube.Actions.Thumbnail.NoFileSelected="Ֆայլը ընտրված չէ"
YouTube.Actions.Thumbnail.ClearFile="Մաքրել"
YouTube.Actions.MadeForKids="Նշել հեռարձակումը որպես կատարված \"ե՞րեխաների համար\""
YouTube.Actions.MadeForKids.Yes="Այո, այն ստեղծված է երեխաների համար:"
YouTube.Actions.MadeForKids.No="Ոչ, դա երեխաների համար չէ"
YouTube.Actions.AdditionalSettings="Լրացուցիչ ընտրանքներ"
YouTube.Actions.Latency="Հետաձգում"
YouTube.Actions.Latency.Normal="Նորմալ"
YouTube.Actions.Latency.Low="Ցածր"
YouTube.Actions.Latency.UltraLow="Շատ ցածր"
YouTube.Actions.EnableAutoStart="Միացնել ավտոմատ նվագարկումը"
YouTube.Actions.EnableAutoStop="Միացնել ավտոմատ կանգառը"
YouTube.Actions.AutoStartStop.TT="Նշում է, թե արդյոք այս պլանավորված հեռարձակումը պետք է ինքնաբերաբար սկսվի"
YouTube.Actions.EnableDVR="Միացնել DVR-ը"
YouTube.Actions.360Video="360 տեսանյութ"
YouTube.Actions.ScheduleForLater="Պլանավորեք ավելի ուշ"
YouTube.Actions.RememberSettings="Հիշեք այս կարգավորումները"
YouTube.Actions.Create_Ready="Ստեղծել հեռարձակում;"
YouTube.Actions.Create_GoLive="Ստեղծեք հեռարձակում և սկսեք ուղիղ հեռարձակում"
YouTube.Actions.Choose_Ready="Ընտրել հեռարձակումը"
YouTube.Actions.Choose_GoLive="Ընտրել հեռարձակումը և սկսեք ուղիղ հեռարձակում"
YouTube.Actions.Create_Schedule="Պլանավորեք հեռարձակում"
YouTube.Actions.Create_Schedule_Ready="Պլանավորեք և ընտրեք հեռարձակում"
YouTube.Actions.Dashboard="Բացեք YouTube Studio-ն"
YouTube.Actions.Error.Title="Ошибка создания трансляции"
YouTube.Actions.Error.Text="Ошибка доступа к YouTube '%1'.<br/>Подробное описание ошибки можно найти на <a href='https://developers.google.com/youtube/v3/live/docs/errors'>https://developers.google.com/youtube/v3/live/docs/errors</a>"
YouTube.Actions.Error.General="Нет доступа к YouTube. Пожалуйста, проверьте подключение к сети или доступ к серверу YouTube."
YouTube.Actions.Error.NoBroadcastCreated="Ошибка создания трансляции '%1'.<br/>Подробное описание ошибки можно найти на <a href='https://developers.google.com/youtube/v3/live/docs/errors'>https://developers.google.com/youtube/v3/live/docs/errors</a>"
YouTube.Actions.Error.NoStreamCreated="Չհաջողվեց ստեղծել հեռարձակում: Խնդրում ենք անջատել և նորից կապել ձեր հաշիվը:"
YouTube.Actions.Error.YouTubeApi="YouTube API-ի սխալ: Լրացուցիչ մանրամասների համար տես մատյան ֆայլը:"
YouTube.Actions.Error.BroadcastNotFound="Ընտրված հեռարձակումը չի գտնվել։"
YouTube.Actions.Error.FileMissing="Չհաջողվեց բացել ընտրված ֆայլը"
YouTube.Actions.Error.FileOpeningFailed="Չհաջողվեց բացել ընտրված ֆայլը:"
YouTube.Actions.Error.FileTooLarge="Ընտրված ֆայլը չափազանց մեծ է (սահմանաչափը՝ 2 ՄԲ):"
YouTube.Actions.Error.BroadcastTransitionFailed="Ուղիղ հեռարձակման անցումը ձախողվեց. %1<br/><br/>Եթե սխալը չվերանա <a href='https://studio.youtube.com/video/%2/livestreaming'>բացեք ուղիղ հեռարձակումը YouTube Studio-ում< /a> և փորձեք ձեռքով:"
YouTube.Actions.Error.BroadcastTestStarting="Հեռարձակումը տեղափոխվում է փորձնական փուլ, դա կարող է որոշ ժամանակ տևել: Խնդրում ենք կրկին փորձել 10-30 վայրկյանից:"
YouTube.Actions.EventsLoading="Իրադարձությունների ցանկը բեռնվում է..."
YouTube.Actions.EventCreated.Title="Ստեղծվել է իրադարձություն"
YouTube.Actions.EventCreated.Text="Իրադարձությունը հաջողությամբ ստեղծվեց."
YouTube.Actions.Stream="Հեռարձակում"
YouTube.Actions.Stream.ScheduledFor="Պլանավորված է %1-ի համար"
YouTube.Actions.Stream.Resume="Վերսկսել ընդհատված շարանը"
YouTube.Actions.Stream.YTStudio="Ավտոմատ ստեղծվել է YouTube Studio-ի կողմից"
YouTube.Actions.Notify.CreatingBroadcast="Ստեղծվում է նոր հեռարձակում։ Խնդրում ենք սպասել..."
YouTube.Actions.AutoStartStreamingWarning.Title="Պետք է գործարկել ձեռքով"
YouTube.Actions.AutoStartStreamingWarning="Ավտոմատ նվագարկումն անջատված է այս իրադարձության համար, հեռարձակումը սկսելու համար սեղմեք \"Ուղիղ եթեր\":"
YouTube.Actions.AutoStopStreamingWarning="Ձեր հեռարձակումը կդադարեցվի, և դուք չեք կարողանա շարունակել կամ վերագործարկել այն:"
YouTube.Errors.liveStreamingNotEnabled="Ուղիղ հեռարձակումն անջատված է այս YouTube ալիքի համար:<br/><br/>Մանրամասների համար տես <a href='https://www.youtube.com/features'>youtube.com/features</a>:"
YouTube.Errors.livePermissionBlocked="Ուղիղ հեռարձակումը հասանելի չէ ընտրված YouTube ալիքում:<br/>Խնդրում ենք նկատի ունենալ, որ ուղիղ հեռարձակումը կարող է տևել մինչև 24 ժամ՝ ալիքի կարգավորումներում միացնելուց հետո:<br/><br/>Տես <a href='https: //www.youtube.com/features'>youtube.com/features</a> մանրամասների համար:"
YouTube.Errors.errorExecutingTransition="Անցումը ձախողվեց հետին պլանի սխալի պատճառով: Խնդրում ենք կրկին փորձել մի քանի վայրկյանից։"
YouTube.Errors.errorStreamInactive="YouTube-ը տվյալներ չի ստանում ձեր հոսքի համար: Խնդրում ենք ստուգել ձեր կարգավորումները և նորից փորձել:"
YouTube.Errors.invalidTransition="Անցումային փորձն անվավեր էր: Դա կարող է պայմանավորված լինել մի թեմայով, որը չի ավարտել նախորդ անցումը: Խնդրում ենք սպասել մի քանի վայրկյան և նորից փորձել։"